<?xml version="1.0" encoding="utf-8"?>
<feed xmlns="http://www.w3.org/2005/Atom">
  <title><![CDATA[而立-不惑]]></title>
  <subtitle><![CDATA[我写的软件和对IT行业/生活的思考，感想]]></subtitle>
  <link href="/atom.xml" rel="self"/>
  <link href="http://www.zefansw.com/"/>
  <updated>2015-12-30T14:21:15.000Z</updated>
  <id>http://www.zefansw.com/</id>
  
  <author>
    <name><![CDATA[江泽凡]]></name>
    
  </author>
  
  <generator uri="http://hexo.io/">Hexo</generator>
  
  <entry>
    <title><![CDATA[初涉股市]]></title>
    <link href="http://www.zefansw.com/2015/07/31/%E5%88%9D%E6%B6%89%E8%82%A1%E5%B8%82/"/>
    <id>http://www.zefansw.com/2015/07/31/初涉股市/</id>
    <published>2015-07-31T13:48:23.000Z</published>
    <updated>2015-12-30T14:21:15.000Z</updated>
    <content type="html"><![CDATA[<p>&#x4ECE;5&#x6708;&#x4E2D;&#x65EC;&#x5F00;&#x59CB;&#x8FDB;&#x5165;&#x80A1;&#x5E02;&#xFF0C;&#x5230;&#x4ECA;&#x5929;7&#x6708;&#x7684;&#x6700;&#x540E;&#x4E00;&#x5929;&#xFF0C;&#x6211;&#x7684;&#x80A1;&#x7968;&#x4EF7;&#x503C;&#x5DF2;&#x7ECF;&#x4E8F;&#x635F;&#x4E00;&#x5927;&#x534A;&#xFF0C;&#x5FC3;&#x91CC;&#x9762;&#x771F;&#x662F;&#x4E94;&#x5473;&#x6742;&#x9648;&#xFF1B;&#x4ECE;&#x5BF9;&#x80A1;&#x7968;&#x4E00;&#x65E0;&#x6240;&#x77E5;&#x5230;&#x73B0;&#x5728;&#x7565;&#x6709;&#x4E86;&#x89E3;&#xFF0C;&#x611F;&#x89C9;&#x8FD9;&#x4EE3;&#x4EF7;&#x5B9E;&#x5728;&#x662F;&#x6709;&#x70B9;&#x9AD8;&#xFF1A;&#x8017;&#x8D39;&#x5927;&#x91CF;&#x65F6;&#x95F4;&#x548C;&#x7CBE;&#x529B;&#xFF0C;&#x5F97;&#x5230;&#x7684;&#x662F;&#x91D1;&#x94B1;&#x7684;&#x4E8F;&#x635F;&#xFF0C;&#x8FD8;&#x4F34;&#x968F;&#x7740;&#x5FC3;&#x60C5;&#x7684;&#x4F4E;&#x843D;&#xFF0C;&#x751F;&#x6D3B;&#x8D28;&#x91CF;&#x7684;&#x4E0B;&#x964D;&#xFF0C;&#x771F;&#x7B97;&#x662F;&#x201C;&#x4E00;&#x5165;&#x80A1;&#x95E8;&#x6DF1;&#x4F3C;&#x6D77;&#xFF0C;&#x56DE;&#x5934;&#x4E0D;&#x77E5;&#x5CB8;&#x5728;&#x54EA;&#x201D;&#x3002;&#x5230;&#x4ECA;&#x5929;&#xFF0C;&#x6B63;&#x597D;&#x4E24;&#x4E2A;&#x534A;&#x6708;&#xFF0C;&#x9759;&#x4E0B;&#x6765;&#x7ED9;&#x81EA;&#x5DF1;&#x603B;&#x7ED3;&#x4E00;&#x4E0B;&#xFF0C;&#x53D1;&#x73B0;&#x81EA;&#x8EAB;&#x7684;&#x7F3A;&#x70B9;&#xFF0C;&#x4E5F;&#x5236;&#x5B9A;&#x4EE5;&#x540E;&#x64CD;&#x4F5C;&#x7684;&#x7B80;&#x5355;&#x89C4;&#x5219;&#x3002;</p>
<a id="more"></a>
<p>&#x201C;&#x5F53;&#x5927;&#x5BB6;&#x90FD;&#x5728;&#x8C08;&#x8BBA;&#xFF0C;&#x8FDB;&#x5165;&#x80A1;&#x5E02;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5F53;&#x6BCF;&#x5929;&#x542C;&#x5230;&#x540C;&#x4E8B;&#xFF0C;&#x5FAE;&#x535A;&#xFF0C;&#x5FAE;&#x4FE1;&#x5708;&#x91CC;&#x6709;&#x4EBA;&#x4ECE;&#x80A1;&#x5E02;&#x91CC;&#x8D5A;&#x5230;&#x591A;&#x5C11;&#x591A;&#x5C11;&#x94B1;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4F60;&#x7684;&#x5FC3;&#x91CC;&#x4F1A;&#x6FC0;&#x8D77;&#x90A3;&#x4E48;&#x4E00;&#x70B9;&#x53C2;&#x4E0E;&#x611F;&#x548C;&#x591A;&#x5C11;&#x5BF9;&#x80A1;&#x5E02;&#x8D5A;&#x94B1;&#x7684;&#x61A7;&#x61AC;&#x201D;&#xFF0C;&#x6211;&#x5C31;&#x662F;&#x5728;&#x8FD9;&#x6837;&#x7684;&#x86CA;&#x60D1;&#x6216;&#x8005;&#x8BF4;&#x7F8E;&#x597D;&#x613F;&#x671B;&#x4E0B;&#x8FDB;&#x5165;&#x80A1;&#x5E02;&#x7684;&#xFF0C;&#x76F8;&#x4FE1;&#x81EA;&#x5DF1;&#x4E5F;&#x80FD;&#x5728;&#x91CC;&#x9762;&#x5206;&#x5F97;&#x4E00;&#x676F;&#x7FB9;&#x3002;&#x8FDB;&#x6765;&#x65F6;&#x662F;&#x725B;&#x5E02;&#x672B;&#x671F;&#xFF0C;&#x5230;&#x73B0;&#x5728;&#x5E94;&#x8BE5;&#x662F;&#x4E5F;&#x4E0D;&#x77E5;&#x662F;&#x4EC0;&#x4E48;&#x5E02;&#xFF0C;&#x7ECF;&#x5386;&#x4E86;&#x6700;&#x5927;&#x6708;&#x8DCC;&#x5E45;&#xFF0C;&#x6700;&#x5927;&#x65E5;&#x8DCC;&#x5E45;&#x4EE5;&#x53CA;A&#x80A1;&#x6709;&#x53F2;&#x4EE5;&#x6765;&#x6700;&#x5FEB;&#xFF0C;&#x6700;&#x731B;&#x7684;&#x66B4;&#x8DCC;&#x3002;&#x8981;&#x8BF4;&#x5F97;&#x5230;&#x4EC0;&#x4E48;&#xFF0C;&#x90A3;&#x5C31;&#x662F;&#x7ECF;&#x9A8C;&#x6559;&#x8BAD;&#x8FD8;&#x6709;&#x5BF9;&#x81EA;&#x5DF1;&#x7684;&#x4E00;&#x4E2A;&#x91CD;&#x65B0;&#x8BA4;&#x8BC6;&#x3002;</p>
<p>&#x6D88;&#x606F;&#xFF0C;&#x8C23;&#x8A00;&#x3002;&#x725B;&#x5E02;&#x91CC;&#x6D88;&#x606F;&#x6EE1;&#x5929;&#x98DE;&#xFF0C;&#x6BCF;&#x4E2A;&#x6D88;&#x606F;&#x5230;&#x6700;&#x540E;&#x4F3C;&#x4E4E;&#x90FD;&#x5370;&#x8BC1;&#x4E86;&#xFF0C;&#x6BD4;&#x5982;&#x67D0;&#x5929;&#x505C;&#x724C;&#xFF0C;&#x67D0;&#x80A1;&#x91CD;&#x7EC4;&#xFF0C;&#x67D0;&#x80A1;&#x589E;&#x53D1;&#x7B49;&#xFF0C;&#x4E00;&#x5F00;&#x59CB;&#x53EA;&#x662F;&#x542C;&#x542C;&#xFF0C;&#x5FC3;&#x60F3;&#x8FD9;&#x4E48;&#x70C2;&#x7684;&#x516C;&#x53F8;&#xFF0C;&#x80A1;&#x4EF7;&#x8FD9;&#x4E48;&#x9AD8;&#xFF0C;&#x76C8;&#x5229;&#x80FD;&#x529B;&#x5DEE;&#xFF0C;&#x5B63;&#x62A5;&#x4E8F;&#x635F;&#xFF0C;PE&#x51E0;&#x767E;&#x4E0A;&#x5343;&#xFF0C;&#x600E;&#x4E48;&#x8FD8;&#x6562;&#x4E70;&#xFF0C;&#x53EF;&#x662F;&#x504F;&#x504F;&#x5B83;&#x6BCF;&#x5929;&#x90FD;&#x6DA8;&#x505C;&#x6216;&#x5927;&#x5E45;&#x4E0A;&#x6DA8;&#x3002;&#x521A;&#x5F00;&#x59CB;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x53EA;&#x4E70;&#x4E86;&#x4E9B;&#x84DD;&#x7B79;&#x80A1;&#xFF08;&#x94F6;&#x884C;&#xFF0C;&#x8BC1;&#x5238;&#xFF09;&#xFF0C;&#x6295;&#x5165;&#x7684;&#x94B1;&#x4E5F;&#x4E0D;&#x591A;&#xFF0C;&#x7B49;&#x5F00;&#x59CB;&#x6162;&#x6162;&#x4E70;&#x5165;&#x90A3;&#x4E9B;&#x9898;&#x6750;&#x6545;&#x4E8B;&#x80A1;&#x65F6;&#xFF0C;&#x8C03;&#x6574;&#x5F00;&#x59CB;&#x4E86;&#xFF0C;&#x80A1;&#x6307;&#x731B;&#x70C8;&#x4E0B;&#x964D;&#xFF0C;&#x4E2A;&#x80A1;&#x7EB7;&#x7EB7;&#x8DCC;&#x505C;&#xFF0C;&#x504F;&#x504F;&#x8FD9;&#x65F6;&#x8C23;&#x8A00;&#x53C8;&#x7279;&#x522B;&#x591A;&#xFF0C;&#x6709;&#x8C01;&#x5728;&#x505A;&#x7A7A;&#xFF0C;&#x4E0A;&#x8BC1;&#x6307;&#x6570;&#x8981;&#x8DCC;&#x5230;&#x591A;&#x5C11;&#x591A;&#x5C11;&#x70B9;&#xFF0C;&#x540C;&#x65F6;&#x5927;&#x5BB6;&#x90FD;&#x5728;&#x547C;&#x5401;&#x56FD;&#x5BB6;&#x961F;&#x6551;&#x5E02;&#x7B49;&#x3002;&#x5BF9;&#x4E8E;&#x6211;&#x8FD9;&#x4E00;&#x4E2A;&#x65B0;&#x97ED;&#x83DC;&#x6765;&#x8BF4;&#xFF0C;&#x771F;&#x662F;&#x5B8C;&#x5168;&#x76F8;&#x4FE1;&#x56FD;&#x5BB6;&#x6551;&#x5E02;&#xFF0C;&#x6B64;&#x5916;&#x4E5F;&#x6CA1;&#x6709;&#x60F3;&#x5230;&#x4F1A;&#x8DCC;&#x5F97;&#x8FD9;&#x4E48;&#x72E0;&#xFF0C;&#x80A1;&#x7968;&#x4E00;&#x76F4;&#x5728;&#x6EE1;&#x4ED3;&#x4E2D;&#xFF0C;&#x4E00;&#x76F4;&#x5728;&#x7B49;&#x53CD;&#x5F39;&#xFF0C;&#x4E00;&#x76F4;&#x90FD;&#x6CA1;&#x7B49;&#x5230;&#xFF0C;&#x5230;&#x771F;&#x7684;&#x53CD;&#x5F39;&#x65F6;&#xFF0C;&#x5FC3;&#x7406;&#x53C8;&#x6CA1;&#x627F;&#x53D7;&#x4F4F;&#xFF0C;7&#x6708;7&#x53F7;&#x4E70;&#x6389;&#x6240;&#x6709;&#x6CA1;&#x6709;&#x505C;&#x724C;&#x7684;&#x80A1;&#x7968;&#xFF0C;9&#x53F7;&#x5C31;&#x5927;&#x5E45;&#x53CD;&#x5F39;&#x4E86;&#x3002;</p>
<p>&#x5177;&#x4F53;&#x8868;&#x73B0;&#x5982;&#x4E0B;&#xFF1A;</p>
<ol>
<li>&#x4E0D;&#x4F1A;&#x5356;&#x80A1;&#x7968;&#x3002;&#x5728;&#x9AD8;&#x70B9;&#x65F6;&#x671F;&#x5F85;&#x66F4;&#x9AD8;&#xFF0C;&#x7ED3;&#x679C;&#x56DE;&#x843D;&#x65F6;&#x53C8;&#x4E0D;&#x7518;&#x5FC3;&#xFF0C;&#x4E0D;&#x80FD;&#x679C;&#x65AD;&#x5730;&#x5356;&#x6389;&#xFF0C;&#x518D;&#x5356;&#x65F6;&#x5F80;&#x5F80;&#x5728;&#x4F4E;&#x70B9;&#xFF08;&#x53D8;&#x6210;&#x6050;&#x614C;&#x6027;&#x5272;&#x8089;&#xFF09;&#x3002;</li>
<li>&#x4E0D;&#x80FD;&#x987A;&#x52BF;&#x800C;&#x4E3A;&#xFF0C;&#x5927;&#x5BB6;&#x90FD;&#x8BF4;&#x8981;&#x7A7A;&#x4ED3;/&#x8F7B;&#x4ED3;&#x65F6;&#xFF0C;&#x505A;&#x4E0D;&#x5230;&#x6E05;&#x4ED3;&#xFF0C;&#x4E00;&#x76F4;&#x6EE1;&#x4ED3;&#x3002;&#x7BA1;&#x4E0D;&#x4F4F;&#x81EA;&#x5DF1;&#x7684;&#x624B;&#xFF0C;&#x770B;&#x5230;&#x5F62;&#x52BF;&#x597D;&#x70B9;&#xFF0C;&#x53C8;&#x5168;&#x90E8;&#x6295;&#x5165;&#xFF0C;&#x7ED3;&#x679C;&#x6CA1;&#x6709;&#x94B1;&#x4E70;&#x771F;&#x6B63;&#x5408;&#x7406;&#x7684;&#x80A1;&#x3002;&#x5C31;&#x597D;&#x50CF;&#x8D4C;&#x5F92;&#x4E00;&#x6837;&#xFF0C;&#x603B;&#x60F3;&#x5B64;&#x6CE8;&#x4E00;&#x63B7;&#x671F;&#x5F85;&#x6273;&#x672C;&#xFF0C;&#x7ED3;&#x679C;&#x5E38;&#x5E38;&#x662F;&#x66B4;&#x8DCC;10%&#x3002;&#x5E38;&#x5E38;&#x592A;&#x4E00;&#x53A2;&#x60C5;&#x613F;&#x5730;&#x8BA4;&#x4E3A;&#x81EA;&#x5DF1;&#x7684;&#x80A1;&#x4F1A;&#x4E0A;&#x6DA8;&#x3002;</li>
<li>&#x4E0D;&#x4F1A;&#x9AD8;&#x629B;&#x4F4E;&#x5438;&#x3002;&#x80A1;&#x5E02;&#x9707;&#x8361;&#x65F6;&#xFF0C;&#x770B;&#x5230;&#x80A1;&#x4EF7;&#x5728;&#x4E0A;&#x6DA8;&#xFF0C;&#x7B2C;&#x4E00;&#x53CD;&#x5E94;&#x4E0D;&#x662F;&#x8981;&#x5356;&#x6389;&#xFF0C;&#x80A1;&#x4EF7;&#x4E0B;&#x8DCC;&#x65F6;&#xFF0C;&#x4E0D;&#x80FD;&#x679C;&#x65AD;&#x5356;&#x6389;&#xFF0C;&#x4E00;&#x53A2;&#x60C5;&#x613F;&#x5730;&#x671F;&#x5F85;&#x53CD;&#x5F39;&#xFF0C;&#x4F46;&#x662F;&#x7ECF;&#x5E38;&#x5927;&#x7684;&#x6982;&#x7387;&#x5B83;&#x4F1A;&#x7EE7;&#x7EED;&#x4E0B;&#x8DCC;&#xFF0C;&#x7B2C;&#x4E8C;&#x5929;&#x4F4E;&#x5F00;&#xFF0C;&#x7EE7;&#x7EED;&#x91CD;&#x590D;&#x524D;&#x4E00;&#x5929;&#x3002;</li>
<li>&#x5FC3;&#x8840;&#x6765;&#x6F6E;&#x3002;&#x6709;&#x65F6;&#x4F1A;&#x7A81;&#x7136;&#x4E70;&#x5165;&#x4E00;&#x53EA;&#x80A1;&#xFF0C;&#x4E5F;&#x8BB8;&#x662F;&#x542C;&#x67D0;&#x4E2A;&#x540C;&#x4E8B;&#x8BF4;&#x8FC7;&#xFF0C;&#x4E5F;&#x8BB8;&#x662F;&#x4E4B;&#x524D;&#x542C;&#x5230;&#x67D0;&#x6D88;&#x606F;&#xFF0C;&#x6839;&#x672C;&#x6CA1;&#x6709;&#x505A;&#x5145;&#x5206;&#x5206;&#x6790;&#x3002;</li>
<li>&#x624B;&#x4E0A;&#x7684;&#x80A1;&#x7968;&#x592A;&#x591A;&#xFF0C;&#x770B;&#x5230;&#x8BA4;&#x4E3A;&#x597D;&#x70B9;&#x7684;&#x90FD;&#x4E70;&#x70B9;&#xFF0C;&#x7ED3;&#x679C;&#x5E38;&#x5E38;&#x4E70;&#x5230;&#x9AD8;&#x70B9;</li>
<li>&#x5FC3;&#x7406;&#x7D20;&#x8D28;&#x592A;&#x5DEE;&#xFF0C;&#x5BB9;&#x6613;&#x60A3;&#x5F97;&#x60A3;&#x5931;&#xFF0C;&#x5F71;&#x54CD;&#x5FC3;&#x60C5;&#xFF0C;&#x8FDB;&#x800C;&#x5F71;&#x54CD;&#x5224;&#x65AD;&#x529B;</li>
</ol>
<p>&#x4E3A;&#x4E86;&#x5E94;&#x5BF9;&#x5F53;&#x524D;&#x80A1;&#x5E02;&#x9707;&#x8361;&#x671F;&#xFF0C;&#x73B0;&#x5236;&#x5B9A;&#x5982;&#x4E0B;&#x89C4;&#x5219;&#xFF0C;&#x5E76;&#x4E25;&#x683C;&#x9075;&#x5B88;&#xFF1A;</p>
<ol>
<li>&#x624B;&#x4E0A;&#x7684;&#x80A1;&#x7968;&#x4E0D;&#x8D85;&#x8FC7;2&#x652F;&#x3002;(&#x7D27;&#x8DDF;&#x70ED;&#x95E8;&#x677F;&#x5757;)</li>
<li>&#x80A1;&#x7968;&#x8DCC;&#x5E45;&#x5927;&#x4E8E;15%&#xFF0C;&#x4E00;&#x5B9A;&#x8981;&#x5356;&#x6389;</li>
<li>&#x80A1;&#x7968;&#x6DA8;&#x5E45;&#x5927;&#x4E8E;10%&#xFF0C;&#x7B2C;&#x4E8C;&#x5929;&#x8DCC;&#x5E45;&#x8D85;&#x8FC7;5%&#x4E00;&#x5B9A;&#x8981;&#x5356;&#x6389;</li>
<li>&#x505A;&#x77ED;&#x7EBF;&#x4EA4;&#x6613;&#xFF0C;&#x4E0D;&#x957F;&#x671F;&#x6301;&#x6709;&#x4E00;&#x652F;&#x80A1;</li>
<li>&#x4E0D;&#x8981;&#x6BCF;&#x5929;&#x65F6;&#x523B;&#x76EF;&#x76D8;&#xFF0C;&#x53EF;&#x9694;&#x534A;&#x5C0F;&#x65F6;&#x6216;&#x4E00;&#x5C0F;&#x65F6;&#x53BB;&#x770B;&#x770B;</li>
</ol>]]></content>
    <summary type="html">
    <![CDATA[从5月中旬开始进入股市，到今天7月的最后一天，股票已经亏损一大半，心里真是五味杂陈...]]>
    
    </summary>
    
      <category term="杂谈" scheme="http://www.zefansw.com/categories/%E6%9D%82%E8%B0%88/"/>
    
  </entry>
  
  <entry>
    <title><![CDATA[互联网+]]></title>
    <link href="http://www.zefansw.com/2015/07/14/%E4%BA%92%E8%81%94%E7%BD%91/"/>
    <id>http://www.zefansw.com/2015/07/14/互联网/</id>
    <published>2015-07-14T13:37:36.000Z</published>
    <updated>2015-12-30T14:57:09.000Z</updated>
    <content type="html"><![CDATA[<p>&#x6700;&#x8FD1;&#x4E00;&#x5E74;&#x591A;&#x6765;&#xFF0C;&#x4E2D;&#x56FD;&#x4E92;&#x8054;&#x7F51;&#x9886;&#x57DF;&#x91CC;&#x6700;&#x70ED;&#x7684;&#x8BCD;&#x5E94;&#x8BE5;&#x662F;&#x201D;&#x4E92;&#x8054;&#x7F51;+&#x201D;&#x4E86;&#xFF0C;&#x5728;&#x4E2D;&#x56FD;&#x7684;IT&#x8001;&#x603B;&#x4EEC;&#x4E0D;&#x505C;&#x5730;&#x63A8;&#x9500;&#x548C;&#x5404;&#x79CD;&#x81EA;&#x5A92;&#x4F53;/&#x4F20;&#x7EDF;&#x5A92;&#x4F53;&#x4E0D;&#x505C;&#x5730;&#x63A8;&#x6CE2;&#x52A9;&#x6F9C;&#x4E0B;&#xFF0C;&#x5728;&#x5B98;&#x65B9;&#x5927;&#x529B;&#x5BA3;&#x4F20;&#x4E0B;&#xFF0C;&#x201D;&#x4E92;&#x8054;&#x7F51;+&#x201D;&#x4FE8;&#x7136;&#x6210;&#x4E86;&#x4E07;&#x80FD;&#x7684;&#x50AC;&#x5316;&#x5242;&#xFF0C;&#x6210;&#x4E86;&#x5927;&#x4F17;&#x521B;&#x4E1A;&#x3001;&#x4E07;&#x4F17;&#x521B;&#x65B0;&#x7684;&#x201C;&#x65B0;&#x5F15;&#x64CE;&#x201D;&#x3002;&#x90A3;&#x4E48;&#x201C;&#x4E92;&#x8054;&#x7F51;+&#x201D;&#x5230;&#x5E95;&#x662F;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;<br><a id="more"></a><br>&#x6211;&#x7684;&#x7406;&#x89E3;&#x662F;&#xFF1A;&#x5B83;&#x4EC5;&#x4EC5;&#x662F;&#x4E2A;&#x5546;&#x4E1A;&#x8BCD;&#x8BED;&#x800C;&#x5DF2;&#xFF0C;&#x4E00;&#x4E2A;&#x5546;&#x4E1A;&#x6545;&#x4E8B;&#x6982;&#x5FF5;&#xFF0C;&#x6216;&#x8BB8;&#x662F;&#x501F;&#x9274;&#x4E00;&#x4E9B;&#x5546;&#x4E1A;&#x4EA7;&#x54C1;&#x91CC;&#x7684;&#x201D;plus&#x201D;&#xFF08;&#x6BD4;&#x5982;iPhone plus:-)&#xFF0C;&#x5B83;&#x4ECD;&#x7136;&#x662F;&#x628A;&#x4E92;&#x8054;&#x7F51;&#x5E94;&#x7528;&#x5230;&#x5404;&#x884C;&#x5404;&#x4E1A;&#x53BB;&#x7684;&#x4E00;&#x4E2A;&#x5DE5;&#x5177;&#xFF0C;&#x5B83;&#x5E76;&#x6CA1;&#x6709;&#x5E26;&#x6765;&#x4EFB;&#x4F55;&#x6280;&#x672F;&#x4E0A;&#x7684;&#x7A81;&#x7834;&#xFF0C;&#x6216;&#x8005;&#x51FA;&#x73B0;&#x4EFB;&#x4F55;&#x65B0;&#x7684;&#x6280;&#x672F;&#xFF0C;&#x76EE;&#x524D;&#x770B;&#x6765;&#xFF0C;&#x5B83;&#x662F;&#x5728;&#x4E2D;&#x56FD;&#x8FD9;&#x4E2A;&#x8BED;&#x5883;&#x4E0B;&#xFF0C;&#x4E00;&#x4E9B;&#x4EBA;&#x9F13;&#x5439;&#x51FA;&#x6765;&#x5E76;&#x8F85;&#x52A9;&#x4EE5;&#x201C;&#x4E92;&#x8054;&#x7F51;&#x601D;&#x7EF4;&#x201D;&#x8FDB;&#x884C;&#x5305;&#x88C5;&#x7684;&#x4E00;&#x4E2A;&#x6982;&#x5FF5;&#xFF0C;&#x800C;&#x8FD9;&#x53C8;&#x6070;&#x6070;&#x88AB;&#x5B98;&#x65B9;&#x5728;&#x5F53;&#x524D;&#x7ECF;&#x6D4E;&#x73AF;&#x5883;&#x4E0B;&#x62FF;&#x6765;&#x4F5C;&#x4E3A;&#x7ECF;&#x6D4E;&#x6539;&#x9769;&#x7684;&#x6551;&#x547D;&#x7A3B;&#x8349;&#x4E4B;&#x4E00;&#x3002;</p>
<blockquote>
<p><strong>&#x201C;&#x4E92;&#x8054;&#x7F51;+&#x201D;</strong> &#x662F;&#x4E92;&#x8054;&#x7F51;&#x601D;&#x7EF4;&#x7684;&#x8FDB;&#x4E00;&#x6B65;&#x5B9E;&#x8DF5;&#x6210;&#x679C;&#xFF0C;&#x5B83;&#x4EE3;&#x8868;&#x4E00;&#x79CD;&#x5148;&#x8FDB;&#x7684;&#x751F;&#x4EA7;&#x529B;&#xFF0C;&#x63A8;&#x52A8;&#x7ECF;&#x6D4E;&#x5F62;&#x6001;&#x4E0D;&#x65AD;&#x7684;&#x53D1;&#x751F;&#x6F14;&#x53D8;&#x3002;&#x4ECE;&#x800C;&#x5E26;&#x52A8;&#x793E;&#x4F1A;&#x7ECF;&#x6D4E;&#x5B9E;&#x4F53;&#x7684;&#x751F;&#x547D;&#x529B;&#xFF0C;&#x4E3A;&#x6539;&#x9769;&#x3001;&#x53D1;&#x5C55;&#x3001;&#x521B;&#x65B0;&#x63D0;&#x4F9B;&#x5E7F;&#x9614;&#x7684;&#x7F51;&#x7EDC;&#x5E73;&#x53F0;&#x3002;<br>&#x901A;&#x4FD7;&#x6765;&#x8BF4;&#xFF0C;&#x201C;&#x4E92;&#x8054;&#x7F51;+&#x201D;&#x5C31;&#x662F;&#x201C;&#x4E92;&#x8054;&#x7F51;+&#x5404;&#x4E2A;&#x4F20;&#x7EDF;&#x884C;&#x4E1A;&#x201D;&#xFF0C;&#x4F46;&#x8FD9;&#x5E76;&#x4E0D;&#x662F;&#x7B80;&#x5355;&#x7684;&#x4E24;&#x8005;&#x76F8;&#x52A0;&#xFF0C;&#x800C;&#x662F;&#x5229;&#x7528;&#x4FE1;&#x606F;&#x901A;&#x4FE1;&#x6280;&#x672F;&#x4EE5;&#x53CA;&#x4E92;&#x8054;&#x7F51;&#x5E73;&#x53F0;&#xFF0C;&#x8BA9;&#x4E92;&#x8054;&#x7F51;&#x4E0E;&#x4F20;&#x7EDF;&#x884C;&#x4E1A;&#x8FDB;&#x884C;&#x6DF1;&#x5EA6;&#x878D;&#x5408;&#xFF0C;&#x521B;&#x9020;&#x65B0;&#x7684;&#x53D1;&#x5C55;&#x751F;&#x6001;&#x3002;<br>&#x5B83;&#x4EE3;&#x8868;&#x4E00;&#x79CD;&#x65B0;&#x7684;&#x793E;&#x4F1A;&#x5F62;&#x6001;&#xFF0C;&#x5373;&#x5145;&#x5206;&#x53D1;&#x6325;&#x4E92;&#x8054;&#x7F51;&#x5728;&#x793E;&#x4F1A;&#x8D44;&#x6E90;&#x914D;&#x7F6E;&#x4E2D;&#x7684;&#x4F18;&#x5316;&#x548C;&#x96C6;&#x6210;&#x4F5C;&#x7528;&#xFF0C;&#x5C06;&#x4E92;&#x8054;&#x7F51;&#x7684;&#x521B;&#x65B0;&#x6210;&#x679C;&#x6DF1;&#x5EA6;&#x878D;&#x5408;&#x4E8E;&#x7ECF;&#x6D4E;&#x3001;&#x793E;&#x4F1A;&#x5404;&#x9886;&#x57DF;&#x4E4B;&#x4E2D;&#xFF0C;&#x63D0;&#x5347;&#x5168;&#x793E;&#x4F1A;&#x7684;&#x521B;&#x65B0;&#x529B;&#x548C;&#x751F;&#x4EA7;&#x529B;&#xFF0C;&#x5F62;&#x6210;&#x66F4;&#x5E7F;&#x6CDB;&#x7684;&#x4EE5;&#x4E92;&#x8054;&#x7F51;&#x4E3A;&#x57FA;&#x7840;&#x8BBE;&#x65BD;&#x548C;&#x5B9E;&#x73B0;&#x5DE5;&#x5177;&#x7684;&#x7ECF;&#x6D4E;&#x53D1;&#x5C55;&#x65B0;&#x5F62;&#x6001;&#x3002;<br>&#x51E0;&#x5341;&#x5E74;&#x6765;&#xFF0C;&#x201C;&#x4E92;&#x8054;&#x7F51;+&#x201D;&#x5DF2;&#x7ECF;&#x6539;&#x9020;&#x53CA;&#x5F71;&#x54CD;&#x4E86;&#x591A;&#x4E2A;&#x884C;&#x4E1A;&#xFF0C;&#x5F53;&#x524D;&#x5927;&#x4F17;&#x8033;&#x719F;&#x80FD;&#x8BE6;&#x7684;&#x7535;&#x5B50;&#x5546;&#x52A1;&#x3001;&#x4E92;&#x8054;&#x7F51;&#x91D1;&#x878D;&#x3001;&#x5728;&#x7EBF;&#x65C5;&#x6E38;&#x3001;&#x5728;&#x7EBF;&#x5F71;&#x89C6;&#x3001;&#x5728;&#x7EBF;&#x623F;&#x4EA7;&#x7B49;&#x884C;&#x4E1A;&#x90FD;&#x662F;&#x201C;&#x4E92;&#x8054;&#x7F51;+&#x201D;&#x7684;&#x6770;&#x4F5C;&#x3002;</p>
</blockquote>
<p>&#x8BA9;&#x6211;&#x4EEC;&#x6765;&#x770B;&#x4E00;&#x4E9B;&#x641C;&#x7D22;&#x6570;&#x636E;&#x5427;&#xFF1A;</p>
<p>&#x4F7F;&#x7528;google&#x53BB;&#x67E5;&#x627E;&#x201D;internet plus&#x201D;&#xFF0C;&#x5F97;&#x51FA;594,000&#x7ED3;&#x679C;&#xFF0C;&#x7FFB;&#x770B;&#x7B2C;&#x4E00;&#x9875;&#x548C;&#x7B2C;10&#x9875;&#xFF0C;&#x5176;&#x4E2D;&#x5927;&#x90E8;&#x5206;&#x662F;&#x548C;China&#x76F8;&#x5173;&#x7684;&#xFF0C;&#x4E0D;&#x76F8;&#x5173;&#x90E8;&#x5206;&#x548C;&#x6240;&#x8C13;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x52A0;&#x597D;&#x50CF;&#x4E5F;&#x4E0D;&#x5728;&#x4E00;&#x4E2A;&#x610F;&#x601D;&#x3002;&#x540C;&#x6837;&#x7684;&#x67E5;&#x627E;&#x201D;&#x4E92;&#x8054;&#x7F51;&#x52A0;&#x201D;&#xFF0C;&#x5F97;&#x51FA;&#x6765;&#x7684;&#x4E5F;&#x57FA;&#x672C;&#x662F;&#x56FD;&#x5185;&#x7684;&#x65B0;&#x95FB;&#x548C;&#x4E00;&#x4E9B;&#x4E13;&#x4E1A;&#x7F51;&#x7EDC;&#x5199;&#x624B;&#x5199;&#x7684;&#x4EC0;&#x4E48;&#x662F;&#x4E92;&#x8054;&#x7F51;&#x52A0;&#xFF0C;&#x4E92;&#x8054;&#x7F51;&#x52A0;&#x662F;&#x4EC0;&#x4E48;&#x4E4B;&#x7C7B;&#x7684;&#x5439;&#x9F13;&#x6587;&#x7AE0;&#x3002;&#x8FD9;&#x4E48;&#x591A;&#x641C;&#x7D22;&#x7ED3;&#x679C;&#x4E2D;&#xFF0C;&#x5E76;&#x6CA1;&#x6709;&#x770B;&#x5230;&#x4E00;&#x7BC7;&#x76F8;&#x5173;&#x4E92;&#x8054;&#x7F51;&#x52A0;&#x7684;&#x6280;&#x672F;&#x6587;&#x6863;&#xFF0C;&#x6CA1;&#x6709;&#x770B;&#x5230;&#x6765;&#x81EA;&#x5B66;&#x672F;&#x754C;&#x6216;&#x5DE5;&#x4E1A;&#x754C;&#x7684;&#x76F8;&#x5173;&#x8BBA;&#x575B;&#xFF0C;&#x4F1A;&#x8BAE;&#x7B49;&#xFF08;&#x82F1;&#x6587;&#x4E16;&#x754C;&#x91CC;&#x67E5;&#x51FA;&#x7684;&#x662F;&#x76F8;&#x5173;&#x4E2D;&#x56FD;&#x7684;&#xFF0C;&#x4E2D;&#x6587;&#x4E16;&#x754C;&#x91CC;&#x5219;&#x90FD;&#x662F;&#x4E00;&#x4E9B;&#x6982;&#x5FF5;&#x6027;&#x7684;&#x4E1C;&#x897F;&#xFF09;&#x3002;<strong><em>&#x6240;&#x4EE5;&#x7ED3;&#x8BBA;&#x662F;&#xFF1A;&#x5B83;&#x6765;&#x81EA;&#x4E2D;&#x56FD;&#xFF0C;&#x5E76;&#x4EC5;&#x4EC5;&#x6D3B;&#x8DC3;&#x4E8E;&#x4E2D;&#x56FD;&#xFF0C;&#x5B83;&#x80FD;&#x4E0D;&#x80FD;&#x88AB;&#x4E16;&#x754C;&#x63A5;&#x53D7;&#xFF0C;&#x8BA9;&#x6211;&#x4EEC;&#x62ED;&#x76EE;&#x4EE5;&#x5F85;&#x3002;</em></strong></p>
<p>&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x5728;&#x4E0A;&#x4E00;&#x6B21;&#x4E92;&#x8054;&#x7F51;&#x70ED;&#x6F6E;&#x65F6;&#xFF0C;&#x6211;&#x4EEC;&#x7ECF;&#x5E38;&#x80FD;&#x542C;&#x5230;&#x4E00;&#x4E2A;&#x540D;&#x8BCD;&#xFF1A;&#x201D;<strong>[Web 2.0]</strong>&#x201C; (<a href="https://en.wikipedia.org/wiki/Web_2.0)&#xFF0C;&#x770B;&#x770B;&#x91CC;&#x9762;&#x7684;&#x5B9A;&#x4E49;&#xFF0C;&#x4F60;&#x662F;&#x5426;&#x53D1;&#x73B0;&#x548C;&#x73B0;&#x5728;&#x7684;**&#x4E92;&#x8054;&#x7F51;+**&#x6709;&#x70B9;&#x7C7B;&#x4F3C;&#x3002;" target="_blank" rel="external">https://en.wikipedia.org/wiki/Web_2.0)&#xFF0C;&#x770B;&#x770B;&#x91CC;&#x9762;&#x7684;&#x5B9A;&#x4E49;&#xFF0C;&#x4F60;&#x662F;&#x5426;&#x53D1;&#x73B0;&#x548C;&#x73B0;&#x5728;&#x7684;**&#x4E92;&#x8054;&#x7F51;+**&#x6709;&#x70B9;&#x7C7B;&#x4F3C;&#x3002;</a></p>
<blockquote>
<p>Web 2.0 can be described in three parts:</p>
<ul>
<li>Rich Internet application (RIA) &#x2014; defines the experience brought from desktop to browser whether it is from a graphical point of view or usability point of view.</li>
<li>Web-oriented architecture (WOA) &#x2014; is a key piece in Web 2.0, which defines how Web 2.0 applications expose their functionality so that other applications can leverage and integrate the functionality providing a set of much richer applications. Examples are feeds, RSS, Web Services, mash-ups.</li>
<li>Social Web &#x2014; defines how Web 2.0 tends to interact much more with the end user and make the end-user an integral part.</li>
</ul>
</blockquote>
<p>&#xFF08;&#x672A;&#x5B8C;&#xFF09;</p>]]></content>
    <summary type="html">
    <![CDATA[我对互联网+的看法和思考]]>
    
    </summary>
    
      <category term="互联网" scheme="http://www.zefansw.com/tags/%E4%BA%92%E8%81%94%E7%BD%91/"/>
    
      <category term="WEB" scheme="http://www.zefansw.com/categories/WEB/"/>
    
  </entry>
  
  <entry>
    <title><![CDATA[我的博客创建记]]></title>
    <link href="http://www.zefansw.com/2015/07/05/%E6%88%91%E7%9A%84%E5%8D%9A%E5%AE%A2%E5%88%9B%E5%BB%BA%E8%AE%B0/"/>
    <id>http://www.zefansw.com/2015/07/05/我的博客创建记/</id>
    <published>2015-07-05T13:42:39.000Z</published>
    <updated>2015-07-08T14:43:38.000Z</updated>
    <content type="html"><![CDATA[<p>&#x4E00;&#x76F4;&#x4EE5;&#x6765;&#x90FD;&#x60F3;&#x521B;&#x5EFA;&#x4E00;&#x4E2A;&#x81EA;&#x5DF1;&#x7684;&#x535A;&#x5BA2;&#xFF0C;&#x4E00;&#x5219;&#x53EF;&#x4EE5;&#x8BB0;&#x5F55;&#x70B9;&#x81EA;&#x5DF1;&#x7684;&#x611F;&#x60F3;&#xFF0C;&#x5DE5;&#x4F5C;&#x751F;&#x6D3B;&#x72B6;&#x6001;&#xFF0C;&#x6216;&#x8BB8;&#x53EF;&#x4EE5;&#x4F5C;&#x4E3A;&#x4EE5;&#x540E;&#x65E0;&#x804A;&#x65F6;&#x7FFB;&#x7FFB;&#xFF1B;&#x4E8C;&#x5219;&#x4E5F;&#x53EF;&#x4EE5;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x7A97;&#x53E3;&#xFF0C;&#x5BA3;&#x4F20;&#x4E00;&#x4E0B;&#x81EA;&#x5DF1;&#x505A;&#x7684;&#x51E0;&#x4E2A;&#x9879;&#x76EE;&#xFF0C;&#x8BA9;&#x4EBA;&#x597D;&#x6709;&#x4E2A;&#x76F4;&#x89C2;&#x8BE6;&#x7EC6;&#x7684;&#x611F;&#x77E5;&#xFF0C;&#x800C;&#x4E0D;&#x81F3;&#x4E8E;&#x832B;&#x832B;&#x7136;&#x800C;&#x4E0D;&#x4FE1;&#x4EFB;&#x3002;</p>
<a id="more"></a>
<p>&#x6700;&#x8FD1;&#x5DE5;&#x4F5C;&#x76F8;&#x5BF9;&#x6BD4;&#x8F83;&#x95F2;&#xFF0C;&#x7EC8;&#x4E8E;&#x4E0B;&#x5B9A;&#x51B3;&#x5B9A;&#x6765;&#x521B;&#x5EFA;&#x4E00;&#x4E2A;&#x7F51;&#x7AD9;&#xFF0C;&#x6211;&#x5728;&#x8FD9;&#x91CC;&#x4E5F;&#x8BB0;&#x5F55;&#x4E00;&#x4E0B;&#x5EFA;&#x7ACB;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x9664;&#x4E86;&#x57DF;&#x540D;&#x89E3;&#x6790;&#x6BD4;&#x8F83;&#x7EA0;&#x7ED3;&#x5916;&#xFF0C;&#x5176;&#x5B83;&#x7684;&#x90FD;&#x8FD8;&#x662F;&#x6BD4;&#x8F83;&#x987A;&#x5229;&#x7684;&#x3002;</p>
<ol>
<li>&#x4E70;&#x57DF;&#x540D;</li>
<li>&#x9009;&#x62E9;&#x5B58;&#x653E;&#x7F51;&#x7AD9;&#x7684;&#x7A7A;&#x95F4;</li>
<li>&#x9009;&#x62E9;&#x57DF;&#x540D;&#x89E3;&#x6790;</li>
<li>&#x9009;&#x62E9;&#x535A;&#x5BA2;&#x4E3B;&#x9898;/&#x6846;&#x67B6;</li>
<li>&#x5199;&#x535A;&#x5BA2;</li>
</ol>
<h1 id="&#x4E70;&#x57DF;&#x540D;">&#x4E70;&#x57DF;&#x540D;</h1><p>&#x56FD;&#x5185;&#x5916;&#x6709;&#x8BB8;&#x591A;&#x5356;&#x57DF;&#x540D;&#x7684;&#x516C;&#x53F8;&#xFF0C;&#x4E5F;&#x6709;&#x8BB8;&#x591A;&#x514D;&#x8D39;&#x7684;&#x57DF;&#x540D;&#x53EF;&#x4EE5;&#x7533;&#x8BF7;&#xFF0C;&#x6BD4;&#x5982;&#x6536;&#x8D39;&#x7684;&#x6709;godaddy&#xFF0C;&#x56FD;&#x5185;&#x7684;&#x4E07;&#x7F51;&#x7B49;&#xFF0C;&#x514D;&#x8D39;&#x7684;&#x6709;&#x8457;&#x540D;&#x7684;TK&#x514D;&#x8D39;&#x57DF;&#x540D;&#xFF0C;&#x514D;&#x8D39;&#x7684;me&#x57DF;&#x540D;&#x3002;&#x8003;&#x8651;&#x5230;&#x57DF;&#x540D;&#x4E5F;&#x4E0D;&#x662F;&#x5F88;&#x8D35;&#xFF0C;&#x514D;&#x8D39;&#x7684;&#x591A;&#x591A;&#x5C11;&#x5C11;&#x90FD;&#x6709;&#x4E9B;&#x9650;&#x5236;&#x548C;&#x4E0D;&#x4FBF;&#xFF0C;&#x5C31;&#x5728;godaddy&#x4E0A;&#x4E70;&#x4E86;&#xFF0C;&#x64CD;&#x4F5C;&#x8D77;&#x6765;&#x5F88;&#x65B9;&#x4FBF;&#xFF0C;&#x5148;&#x7533;&#x8BF7;&#x4E00;&#x4E2A;&#x5E10;&#x53F7;&#xFF0C;&#x7136;&#x540E;&#x67E5;&#x627E;&#x81EA;&#x5DF1;&#x4E2D;&#x610F;&#x7684;&#x57DF;&#x540D;&#x540D;&#x5B57;&#x6709;&#x6CA1;&#x6709;&#x5176;&#x4ED6;&#x4EBA;&#x5DF2;&#x7ECF;&#x7533;&#x8BF7;&#x8FC7;&#xFF0C;&#x6CA1;&#x6709;&#x5C31;&#x76F4;&#x63A5;&#x52A0;&#x5165;&#x8D2D;&#x7269;&#x8F66;&#xFF0C;godaddy&#x7684;&#x4E00;&#x4E2A;&#x597D;&#x5904;&#x662F;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x652F;&#x4ED8;&#x5B9D;&#x652F;&#x4ED8;&#xFF0C;&#x5B9E;&#x5728;&#x662F;&#x592A;&#x65B9;&#x4FBF;&#x4E86;&#x3002;</p>
<h1 id="&#x9009;&#x62E9;&#x7A7A;&#x95F4;">&#x9009;&#x62E9;&#x7A7A;&#x95F4;</h1><p>&#x9009;&#x597D;&#x4E86;&#x57DF;&#x540D;&#xFF0C;&#x7A7A;&#x95F4;&#x662F;&#x5173;&#x952E;&#x3002;&#x56FD;&#x5185;&#x7684;&#x7A7A;&#x95F4;&#x901F;&#x5EA6;&#x5FEB;&#xFF0C;&#x56FD;&#x5916;&#x7684;&#x6162;&#xFF1B;&#x4F46;&#x662F;&#x4ECE;&#x7F51;&#x4E0A;&#x770B;&#x56FD;&#x5185;&#x7684;&#x7A7A;&#x95F4;&#x53E3;&#x7891;&#x90FD;&#x4E0D;&#x597D;&#xFF0C;&#x5230;&#x671F;&#x5C31;&#x5220;&#x5185;&#x5BB9;&#xFF0C;&#x6CA1;&#x6709;&#x901A;&#x77E5;&#xFF0C;&#x6CA1;&#x6709;&#x6D88;&#x606F;&#x63D0;&#x793A;&#xFF0C;&#x7ECF;&#x5E38;&#x8FD8;&#x4F1A;&#x51FA;&#x73B0;&#x8FDE;&#x63A5;&#x4E0D;&#x4E0A;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x53E6;&#x5916;&#x6709;&#x4E9B;&#x5C0F;&#x516C;&#x53F8;&#x8FC7;&#x51E0;&#x5E74;&#x53EF;&#x80FD;&#x8FD8;&#x5012;&#x95ED;&#xFF0C;&#x4E0D;&#x89C1;&#x4E86;&#x3002;&#x56FD;&#x5916;&#x7684;&#x9664;&#x4E86;&#x6162;&#xFF0C;&#x6709;&#x65F6;&#x8FD8;&#x4F1A;&#x88AB;&#x5899;&#x3002;&#x6BD4;&#x8F83;&#x6765;&#x6BD4;&#x8F83;&#x53BB;&#xFF0C;&#x6700;&#x540E;&#x9009;&#x62E9;&#x4E86;github&#xFF0C;&#x5B83;&#x662F;&#x4E00;&#x4E2A;&#x9759;&#x6001;&#x7F51;&#x9875;&#x7A7A;&#x95F4;&#xFF0C;&#x6CA1;&#x6709;&#x6570;&#x636E;&#x5E93;&#xFF0C;&#x6CA1;&#x6709;WordPress&#x90A3;&#x6837;&#x7684;&#x6846;&#x67B6;&#x53EF;&#x7528;&#x3002;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x7801;&#x519C;&#xFF0C;&#x5FC3;&#x60F3;&#x6B63;&#x597D;&#x53EF;&#x4EE5;&#x81EA;&#x5DF1;&#x6765;&#x5199;&#x5199;HTML/CSS&#xFF1B;&#x521B;&#x5EFA;&#x4E00;&#x4E2A;github&#x9875;&#x975E;&#x5E38;&#x5BB9;&#x6613;&#xFF0C;&#x53EA;&#x8981;&#x6309;&#x7167; <a href="https://pages.github.com" target="_blank" rel="external">https://pages.github.com</a> &#x8FD9;&#x4E2A;&#x4E00;&#x6B65;&#x4E00;&#x6B65;&#x6765;&#x505A;&#x5C31;&#x884C;&#x3002;</p>
<h1 id="&#x57DF;&#x540D;&#x89E3;&#x6790;">&#x57DF;&#x540D;&#x89E3;&#x6790;</h1><p>&#x57DF;&#x540D;&#x89E3;&#x6790;&#x662F;&#x4E2A;&#x9EBB;&#x70E6;&#x4E8B;&#xFF0C;&#x6211;&#x4E00;&#x5F00;&#x59CB;&#x9009;&#x62E9;&#x4E86;DNSPod&#xFF0C;&#x7ECF;&#x5E38;&#x51FA;&#x73B0;&#x89E3;&#x6790;&#x4E0D;&#x4E86;&#xFF0C;&#x8FDE;&#x4E0D;&#x4E0A;&#x6211;&#x7684;&#x7F51;&#x9875;&#xFF0C;&#x540E;&#x6765;&#x8BD5;&#x7740;&#x4F7F;&#x7528;godaddy&#x81EA;&#x5DF1;&#x7684;&#x89E3;&#x6790;&#x529F;&#x80FD;&#xFF0C;&#x53D1;&#x73B0;&#x901F;&#x5EA6;&#x66F4;&#x6162;&#xFF0C;&#x540C;&#x65F6;&#x4E5F;&#x8FD8;&#x662F;&#x5B58;&#x5728;&#x4E0D;&#x80FD;&#x89E3;&#x6790;&#x7684;&#x95EE;&#x9898;&#xFF1B;&#x76EE;&#x524D;&#x6211;&#x4F7F;&#x7528;&#x7684;&#x662F;&#x56FD;&#x5185;&#x7684;CloudXNS&#xFF0C;&#x57FA;&#x672C;&#x4E0A;&#x8FD8;&#x4E0D;&#x9519;&#xFF0C;&#x5076;&#x5C14;&#x4F1A;&#x51FA;&#x73B0;&#x8FDE;&#x4E0D;&#x4E0A;&#x7684;&#x95EE;&#x9898;&#x3002;</p>
<blockquote>
<p>(&#x8F6C;&#x81EA;&#x5FC5;&#x5E94;&#x5B57;&#x5178;) &#x57DF;&#x540D;&#x89E3;&#x6790;&#x662F;&#x628A;&#x57DF;&#x540D;&#x6307;&#x5411;&#x7F51;&#x7AD9;&#x7A7A;&#x95F4;IP&#xFF0C;&#x8BA9;&#x4EBA;&#x4EEC;&#x901A;&#x8FC7;&#x6CE8;&#x518C;&#x7684;&#x57DF;&#x540D;&#x53EF;&#x4EE5;&#x65B9;&#x4FBF;&#x5730;&#x8BBF;&#x95EE;&#x5230;&#x7F51;&#x7AD9;&#x4E00;&#x79CD;&#x670D;&#x52A1;&#x3002;IP&#x5730;&#x5740;&#x662F;&#x7F51;&#x7EDC;&#x4E0A;&#x6807;&#x8BC6;&#x7AD9;&#x70B9;&#x7684;&#x6570;&#x5B57;&#x5730;&#x5740;&#xFF0C;&#x4E3A;&#x4E86;&#x65B9;&#x4FBF;&#x8BB0;&#x5FC6;&#xFF0C;&#x91C7;&#x7528;&#x57DF;&#x540D;&#x6765;&#x4EE3;&#x66FF;IP&#x5730;&#x5740;&#x6807;&#x8BC6;&#x7AD9;&#x70B9;&#x5730;&#x5740;&#x3002;&#x57DF;&#x540D;&#x89E3;&#x6790;&#x5C31;&#x662F;&#x57DF;&#x540D;&#x5230;IP&#x5730;&#x5740;&#x7684;&#x8F6C;&#x6362;&#x8FC7;&#x7A0B;&#x3002;&#x57DF;&#x540D;&#x7684;&#x89E3;&#x6790;&#x5DE5;&#x4F5C;&#x7531;DNS&#x670D;&#x52A1;&#x5668;&#x5B8C;&#x6210;&#x3002; &#x57DF;&#x540D;&#x89E3;&#x6790;&#x4E5F;&#x53EB;&#x57DF;&#x540D;&#x6307;&#x5411;&#x3001;&#x670D;&#x52A1;&#x5668;&#x8BBE;&#x7F6E;&#x3001;&#x57DF;&#x540D;&#x914D;&#x7F6E;&#x4EE5;&#x53CA;&#x53CD;&#x5411;IP&#x767B;&#x8BB0;&#x7B49;&#x7B49;&#x3002;&#x8BF4;&#x5F97;&#x7B80;&#x5355;&#x70B9;&#x5C31;&#x662F;&#x5C06;&#x597D;&#x8BB0;&#x7684;&#x57DF;&#x540D;&#x89E3;&#x6790;&#x6210;IP&#xFF0C;&#x670D;&#x52A1;&#x7531;DNS&#x670D;&#x52A1;&#x5668;&#x5B8C;&#x6210;&#xFF0C;&#x662F;&#x628A;&#x57DF;&#x540D;&#x89E3;&#x6790;&#x5230;&#x4E00;&#x4E2A;IP&#x5730;&#x5740;&#xFF0C;&#x7136;&#x540E;&#x5728;&#x6B64;IP&#x5730;&#x5740;&#x7684;&#x4E3B;&#x673A;&#x4E0A;&#x5C06;&#x4E00;&#x4E2A;&#x5B50;&#x76EE;&#x5F55;&#x4E0E;&#x57DF;&#x540D;&#x7ED1;&#x5B9A;&#x3002;</p>
</blockquote>
<h1 id="&#x535A;&#x5BA2;&#x4E3B;&#x9898;&#x6846;&#x67B6;">&#x535A;&#x5BA2;&#x4E3B;&#x9898;/&#x6846;&#x67B6;</h1><p>github&#x662F;&#x4E00;&#x4E2A;&#x5B58;&#x653E;&#x9879;&#x76EE;&#x6E90;&#x4EE3;&#x7801;&#x7684;&#x7F51;&#x7AD9;&#xFF0C;&#x76EE;&#x524D;&#x4E3A;&#x6B62;&#x5E94;&#x8BE5;&#x662F;&#x4E00;&#x4E2A;&#x6700;&#x6210;&#x529F;&#x7684;&#x6E90;&#x4EE3;&#x7801;&#x6258;&#x7BA1;&#x7F51;&#x7AD9;&#xFF0C;&#x8BB8;&#x591A;&#x8457;&#x540D;&#x7684;&#x9879;&#x76EE;&#x90FD;&#x6258;&#x7BA1;&#x5728;&#x8FD9;&#x91CC;&#xFF0C;&#x6BCF;&#x5929;&#x6210;&#x5343;&#x4E0A;&#x4E07;&#x4E2A;&#x9879;&#x76EE;&#x5728;&#x8FD9;&#x91CC;&#x66F4;&#x65B0;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x975E;&#x5E38;&#x6D3B;&#x8DC3;&#x7684;&#x4EE3;&#x7801;&#x7BA1;&#x7406;&#x7F51;&#x7AD9;&#xFF0C;&#x8FD9;&#x91CC;&#x4E5F;&#x6C47;&#x96C6;&#x4E86;&#x8BB8;&#x591A;&#x725B;&#x4EBA;&#xFF0C;&#x5206;&#x4EAB;&#x4ED6;&#x4EEC;&#x7684;&#x7ECF;&#x9A8C;&#x548C;&#x9879;&#x76EE;&#x3002;&#x5199;&#x9759;&#x6001;&#x7F51;&#x9875;&#x4E0D;&#x5BB9;&#x6613;&#xFF0C;&#x56E0;&#x800C;&#x81EA;&#x7136;&#x5C31;&#x6709;&#x5389;&#x5BB3;&#x7684;&#x4EBA;&#x60F3;&#x529E;&#x6CD5;&#x5982;&#x4F55;&#x66F4;&#x9AD8;&#x6548;&#x548C;&#x65B9;&#x4FBF;&#x53BB;&#x66F4;&#x65B0;&#x7F51;&#x9875;&#x5185;&#x5BB9;&#xFF1B;Hexo&#xFF0C;&#x4F5C;&#x4E3A;&#x65B9;&#x4FBF;&#x5730;&#x4F7F;&#x7528;&#x548C;&#x7BA1;&#x7406;github pages&#x5DE5;&#x5177;&#xFF0C;&#x771F;&#x6B63;&#x662F;&#x505A;&#x5230;&#x4F7F;&#x7528;&#x7B80;&#x4FBF;&#xFF0C;&#x529F;&#x80FD;&#x5F3A;&#x5927;&#xFF1B;&#x6B64;&#x5916;&#xFF0C;&#x4E5F;&#x6709;&#x66F4;&#x591A;&#x7684;&#x4EBA;&#x4F7F;&#x7528;Hexo&#x5F00;&#x53D1;&#x51FA;&#x4E0D;&#x540C;&#x7684;&#x4E3B;&#x9898;&#x6A21;&#x677F;&#xFF0C;&#x81EA;&#x7531;&#x8F6F;&#x4EF6;&#x4E16;&#x754C;&#x771F;&#x662F;&#x4E2A;&#x4F1F;&#x5927;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x603B;&#x80FD;&#x53D1;&#x73B0;&#x4F60;&#x60F3;&#x8981;&#x7684;&#x4E1C;&#x897F;&#x3002;</p>
<p>&#x6211;&#x7684;&#x7A7A;&#x95F4;: github page<br>&#x7A7A;&#x95F4;&#x66F4;&#x65B0;&#x5DE5;&#x5177;&#xFF1A;Hexo<br>&#x4E3B;&#x9898;: Next</p>
<h1 id="&#x5199;&#x535A;&#x5BA2;">&#x5199;&#x535A;&#x5BA2;</h1><p>&#x5199;&#x535A;&#x5BA2;&#x662F;&#x4E2A;&#x82E6;&#x5DEE;&#x4E8B;&#xFF0C;&#x5173;&#x952E;&#x5F97;&#x575A;&#x6301;&#xFF0C;&#x8FD9;&#x91CC;&#x81EA;&#x6211;&#x52C9;&#x52B1;&#x4E00;&#x4E0B;&#xFF0C;&#x5148;&#x5C31;&#x50CF;&#x8BB0;&#x6D41;&#x6C34;&#x5E10;&#x5F00;&#x59CB;&#x5427;:-)</p>
<blockquote>
<p>&#x6700;&#x540E;&#x63A8;&#x8350;&#x4E00;&#x4E2A;&#x975E;&#x5E38;&#x597D;&#x7684;&#x7F51;&#x7AD9;<a href="http://www.freehao123.com" target="_blank" rel="external">http://www.freehao123.com</a>&#xFF0C;&#x91CC;&#x9762;&#x4ECB;&#x7ECD;&#x4E86;&#x5404;&#x79CD;&#x5173;&#x4E8E;&#x521B;&#x5EFA;&#x7F51;&#x7AD9;&#x7684;&#x4FE1;&#x606F;&#x548C;&#x8D44;&#x6599;</p>
</blockquote>]]></content>
    <summary type="html">
    <![CDATA[<p>一直以来都想创建一个自己的博客，一则可以记录点自己的感想，工作生活状态，或许可以作为以后无聊时翻翻；二则也可以作为一个窗口，宣传一下自己做的几个项目，让人好有个直观详细的感知，而不至于茫茫然而不信任。</p>]]>
    
    </summary>
    
  </entry>
  
  <entry>
    <title><![CDATA[鑫鸿图物流管理项目]]></title>
    <link href="http://www.zefansw.com/2015/07/01/%E6%96%B0%E9%B8%BF%E5%9B%BE%E7%89%A9%E6%B5%81%E7%AE%A1%E7%90%86%E9%A1%B9%E7%9B%AE/"/>
    <id>http://www.zefansw.com/2015/07/01/新鸿图物流管理项目/</id>
    <published>2015-07-01T14:47:00.000Z</published>
    <updated>2015-12-30T14:28:02.000Z</updated>
    <content type="html"><![CDATA[<h1 id="&#x4ECB;&#x7ECD;">&#x4ECB;&#x7ECD;</h1><p>&#x672C;&#x8F6F;&#x4EF6;&#x662F;&#x4E3A;&#x94A2;&#x6750;&#x7269;&#x6D41;&#x516C;&#x53F8;&#x5F00;&#x53D1;&#x7684;&#x63D0;&#x5355;&#x5F55;&#x5165;&#xFF0C;&#x914D;&#x53D1;&#xFF0C;&#x4EF7;&#x683C;&#x7ED3;&#x7B97;&#xFF0C;&#x6570;&#x636E;&#x7EDF;&#x8BA1;&#x548C;&#x5206;&#x6790;&#x62A5;&#x8868;&#x7684;&#x9879;&#x76EE;&#xFF1B;&#x662F;&#x4E00;&#x4E2A;&#x4ECE;&#x521D;&#x59CB;&#x6570;&#x636E;&#x5230;&#x56DE;&#x6B3E;&#x7684;&#x4E00;&#x4E2A;&#x5B8C;&#x5168;&#x4E1A;&#x52A1;&#x5FAA;&#x73AF;&#x8FC7;&#x7A0B;&#x7684;&#x5B9E;&#x73B0;&#xFF0C;&#x8BB0;&#x5F55;&#x7740;&#x6BCF;&#x4E00;&#x4E2A;&#x8FC7;&#x7A0B;&#x72B6;&#x6001;&#x7EF4;&#x62A4;&#x7684;&#x5386;&#x53F2;&#x6570;&#x636E;&#xFF0C;&#x4ECE;&#x800C;&#x4E3A;&#x7269;&#x6D41;&#x516C;&#x53F8;&#x63D0;&#x4F9B;&#x6570;&#x636E;&#x4E00;&#x81F4;&#x6027;&#x4EE5;&#x53CA;&#x6570;&#x636E;&#x53D8;&#x5316;&#x7684;&#x8D8B;&#x52BF;&#x6027;&#x5206;&#x6790;&#x62A5;&#x544A;&#xFF0C;&#x6709;&#x52A9;&#x4E8E;&#x516C;&#x53F8;&#x9886;&#x5BFC;&#x8005;&#x8FDB;&#x4E00;&#x6B65;&#x5206;&#x6790;&#x548C;&#x51B3;&#x7B56;<br><a id="more"></a></p>
<h1 id="&#x6280;&#x672F;&#x7279;&#x70B9;">&#x6280;&#x672F;&#x7279;&#x70B9;</h1><p>&#x8F6F;&#x4EF6;&#x6280;&#x672F;&#x4E0A;&#xFF1A;</p>
<ol>
<li>&#x524D;&#x7AEF;&#xFF1A;HTML, CSS, Javascript (JQuery, Bootstrap)</li>
<li>&#x540E;&#x7AEF;&#xFF1A;Node.js + Express 4.0 + MongoDB</li>
</ol>
<p>&#x529F;&#x80FD;&#x6A21;&#x5757;:</p>
<ol>
<li>&#x63D0;&#x5355;&#x5F55;&#x5165;&#xFF0C; &#x5BFC;&#x5165;&#x6807;&#x51C6;&#x6A21;&#x677F;&#xFF08;&#x548C;&#x5357;&#x94A2;&#x63D0;&#x5355;&#x6587;&#x4EF6;&#x63A5;&#x53E3;&#xFF09;</li>
<li>&#x63D0;&#x5355;&#x4FEE;&#x6539;&#xFF0C;&#x5220;&#x9664;</li>
<li>&#x8FD0;&#x5355;&#x914D;&#x53D1;&#xFF0C;&#x4FEE;&#x6539;&#xFF0C;&#x5220;&#x9664;&#xFF1B;&#x5305;&#x62EC;&#x8F66;&#x8FD0;&#x5355;&#xFF0C;&#x8239;&#x8FD0;&#x5355;</li>
<li>&#x8FD0;&#x5355;&#x62A5;&#x8868;&#xFF0C;&#x67E5;&#x8BE2;&#xFF0C;&#x6253;&#x5370;&#xFF0C;&#x5BFC;&#x51FA;&#x4E0D;&#x540C;&#x683C;&#x5F0F;&#x6587;&#x4EF6;(PDF, Excel, Text)</li>
<li>&#x5BA2;&#x6237;/&#x4EE3;&#x6536;&#x4EE3;&#x4ED8;&#x7ED3;&#x7B97;&#xFF0C;&#x5F00;&#x7968;&#xFF0C;&#x56DE;&#x6B3E;&#x4EE5;&#x53CA;&#x8F66;&#x8239;&#x7ED3;&#x7B97;</li>
<li>&#x8FD0;&#x5355;&#xFF0C;&#x63D0;&#x5355;&#x7EFC;&#x5408;&#x67E5;&#x8BE2;</li>
<li>&#x5BA2;&#x6237;&#x8425;&#x4E1A;&#x989D;&#xFF0C;&#x8F66;&#x8239;&#x8425;&#x4E1A;&#x7EDF;&#x8BA1;&#xFF0C;&#x56FE;&#x8868;&#x663E;&#x793A;</li>
<li>&#x6570;&#x636E;&#x5B57;&#x5178;&#xFF0C;&#x7528;&#x6237;&#x7BA1;&#x7406;&#xFF0C;&#x6743;&#x9650;&#x7BA1;&#x7406;&#x7B49;&#x8F85;&#x52A9;&#x529F;&#x80FD;</li>
</ol>
<p><img src="/images/xht_main.png" alt="&#x4E3B;&#x754C;&#x9762;"></p>
<h1 id="&#x90E8;&#x5206;&#x754C;&#x9762;">&#x90E8;&#x5206;&#x754C;&#x9762;</h1><h2 id="1-&#x63D0;&#x5355;&#x5F55;&#x5165;">1. &#x63D0;&#x5355;&#x5F55;&#x5165;</h2><p><img src="/images/xht_input.png" alt="&#x5F55;&#x5165;"></p>
<h2 id="2-&#x521B;&#x5EFA;&#x65B0;&#x8FD0;&#x5355;&#x914D;&#x53D1;&#x8D27;">2. &#x521B;&#x5EFA;&#x65B0;&#x8FD0;&#x5355;&#xFF08;&#x914D;&#x53D1;&#x8D27;)</h2><p><img src="/images/xht_invoice.png" alt="&#x914D;&#x53D1;"></p>
<h2 id="3-&#x5BA2;&#x6237;&#x4EE3;&#x6536;&#x4EE3;&#x4ED8;&#x7ED3;&#x7B97;&#x5F00;&#x7968;">3. &#x5BA2;&#x6237;&#x4EE3;&#x6536;&#x4EE3;&#x4ED8;&#x7ED3;&#x7B97;&#xFF0C;&#x5F00;&#x7968;</h2><p><img src="/images/xht_settle.png" alt="&#x7ED3;&#x7B97;"><br><img src="/images/xht_ticket.png" alt="&#x5F00;&#x7968;"></p>
<h2 id="4-&#x8F66;&#x8239;&#x7ED3;&#x7B97;">4. &#x8F66;&#x8239;&#x7ED3;&#x7B97;</h2><p><img src="/images/xht_vessel.png" alt="&#x8F66;&#x8239;&#x7ED3;&#x7B97;"></p>
<h2 id="5-&#x5BA2;&#x6237;&#x8425;&#x4E1A;&#x989D;&#x7EDF;&#x8BA1;&#x56FE;&#x8868;">5. &#x5BA2;&#x6237;&#x8425;&#x4E1A;&#x989D;&#x7EDF;&#x8BA1;&#x56FE;&#x8868;</h2><p><img src="/images/xht_custom.png" alt="&#x5BA2;&#x6237;&#x8425;&#x4E1A;&#x989D;"></p>
<h2 id="6-&#x8F66;&#x8239;&#x8425;&#x4E1A;&#x989D;&#x7EDF;&#x8BA1;">6. &#x8F66;&#x8239;&#x8425;&#x4E1A;&#x989D;&#x7EDF;&#x8BA1;</h2><p><img src="/images/xht_report_vessel.png" alt="&#x8F66;&#x8239;&#x8425;&#x4E1A;&#x989D;">  </p>
<p><img src="/images/vessel_income_report.png" alt="&#x8F66;&#x8239;&#x8425;&#x4E1A;&#x989D;&#x56FE;&#x8868;"></p>]]></content>
    <summary type="html">
    <![CDATA[本软件是为钢材物流公司开发的提单录入，配发，价格结算，数据统计和分析报表的项目；是一个从初始数据到回款的一个完全业务循环过程的实现，记录着每一个过程状态维护的历史数据，从而为物流公司提供数据一致性以及数据变化的趋势性分析报告，有助于公司领导者进一步分析和决策]]>
    
    </summary>
    
      <category term="我的软件" scheme="http://www.zefansw.com/tags/%E6%88%91%E7%9A%84%E8%BD%AF%E4%BB%B6/"/>
    
      <category term="我的软件" scheme="http://www.zefansw.com/categories/%E6%88%91%E7%9A%84%E8%BD%AF%E4%BB%B6/"/>
    
  </entry>
  
  <entry>
    <title><![CDATA[曼月乐环随访软件]]></title>
    <link href="http://www.zefansw.com/2015/06/30/%E6%9B%BC%E6%9C%88%E4%B9%90%E7%8E%AF%E9%9A%8F%E8%AE%BF%E8%BD%AF%E4%BB%B6/"/>
    <id>http://www.zefansw.com/2015/06/30/曼月乐环随访软件/</id>
    <published>2015-06-30T14:17:16.000Z</published>
    <updated>2015-12-30T14:31:12.000Z</updated>
    <content type="html"><![CDATA[<h1 id="&#x4ECB;&#x7ECD;">&#x4ECB;&#x7ECD;</h1><p>&#x66FC;&#x6708;&#x4E50;&#x73AF;&#x53C8;&#x53EB;&#x66FC;&#x6708;&#x4E50;&#x8282;&#x80B2;&#x5668;&#xFF0C;&#x662F;&#x73B0;&#x6709;&#x552F;&#x4E00;&#x7684;&#x5C40;&#x90E8;&#x836F;&#x7269;&#x907F;&#x5B55;&#x6CD5;&#xFF0C;&#x5B83;&#x62E5;&#x6709;1&#x4E2A;&#x5F88;&#x5C0F;&#x7684;&#x9AD8;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x5B55;&#x916E;&#x7F13;&#x91CA;&#x5E03;&#x5C40;&#xFF0C;&#x4FDD;&#x8BC1;&#x653E;&#x7F6E;&#x5728;&#x5B50;&#x5BAB;&#x8154;&#x5185;&#x5F80;&#x540E;&#x7684;&#x4E94;&#x516D;&#x5E74;&#xFF0C;&#x53EF;&#x4EE5;&#x6216;&#x8BB8;&#x5929;&#x5929;&#x5411;&#x5B50;&#x5BAB;&#x5C40;&#x90E8;&#x6052;&#x5B9A;&#x91CA;&#x653E;&#x5C11;&#x5C11;&#x91CF;&#x7684;&#x5B55;&#x916E;&#xFF0C;&#x4F7F;&#x5BAB;&#x9888;&#x3001;&#x5BAB;&#x8154;&#x5185;&#x73AF;&#x5883;&#x53CA;&#x5375;&#x5DE2;&#x5185;&#x819C;&#x90FD;&#x5904;&#x4E8E;&#x4E0D;&#x76F8;&#x5B9C;&#x53D7;&#x5B55;&#x7684;&#x72B6;&#x51B5;&#xFF0C;&#x4ECE;&#x800C;&#x5F97;&#x5230;&#x6781;&#x53EF;&#x9760;&#x7684;&#x907F;&#x5B55;&#x6548;&#x679C;&#x3002;</p>
<a id="more"></a>
<p><img src="/images/visit_hospital.png" alt="&#x754C;&#x9762;"></p>
<p>&#x672C;&#x8F6F;&#x4EF6;&#x9488;&#x5BF9;&#x5987;&#x5973;&#x4F7F;&#x7528;&#x66FC;&#x6708;&#x4E50;&#x73AF;&#x540E;&#x7684;&#x4E00;&#x4E2A;&#x968F;&#x8BBF;&#x4FE1;&#x606F;&#x767B;&#x8BB0;&#xFF0C;&#x7EDF;&#x8BA1;&#xFF0C;&#x8D8B;&#x52BF;&#x7ED3;&#x679C;&#x5206;&#x6790;&#xFF0C;&#x7ED3;&#x5408;&#x533B;&#x9662;&#x5927;&#x91CF;&#x771F;&#x5B9E;&#x4F7F;&#x7528;&#x8005;&#x7ED9;&#x51FA;&#x4E0D;&#x540C;&#x5E74;&#x9F84;&#x6BB5;&#x4E0D;&#x540C;&#x53CD;&#x5E94;&#x7684;&#x4E00;&#x4E2A;&#x8D8B;&#x52BF;&#x62A5;&#x8868;&#xFF0C;&#x53CD;&#x9988;&#x7ED9;&#x533B;&#x751F;&#x9488;&#x5BF9;&#x8FD9;&#x4E2A;&#x66FC;&#x6708;&#x4E50;&#x73AF;&#x4F7F;&#x7528;&#x6761;&#x4EF6;&#xFF0C;&#x5EFA;&#x8BAE;&#x7B49;&#x3002;</p>
<h1 id="&#x6280;&#x672F;&#x7279;&#x70B9;">&#x6280;&#x672F;&#x7279;&#x70B9;</h1><ul>
<li>&#x76EE;&#x524D;&#x662F;&#x4E00;&#x4E2A;&#x5355;&#x673A;&#x7248;&#x8F6F;&#x4EF6;&#xFF0C;&#x7F51;&#x7EDC;&#x7248;&#x6B63;&#x5728;&#x66F4;&#x65B0;</li>
<li>&#x91C7;&#x7528;Java/JavaFX&#x8FDB;&#x884C;&#x5F00;&#x53D1;&#xFF1B;  </li>
<li>&#x4F7F;&#x7528;&#x5C0F;&#x6570;&#x636E;&#x5E93;&#xFF1A;SQLite</li>
<li>Android&#x7248;&#x672C;&#x6B63;&#x5728;&#x66F4;&#x65B0;</li>
</ul>]]></content>
    <summary type="html">
    <![CDATA[<h1 id="介绍">介绍</h1><p>曼月乐环又叫曼月乐节育器，是现有唯一的局部药物避孕法，它拥有1个很小的高科学技术孕酮缓释布局，保证放置在子宫腔内往后的五六年，可以或许天天向子宫局部恒定释放少少量的孕酮，使宫颈、宫腔内环境及卵巢内膜都处于不相宜受孕的状况，从而得到极可靠的避孕效果。</p>]]>
    
    </summary>
    
      <category term="我的软件" scheme="http://www.zefansw.com/tags/%E6%88%91%E7%9A%84%E8%BD%AF%E4%BB%B6/"/>
    
      <category term="我的软件" scheme="http://www.zefansw.com/categories/%E6%88%91%E7%9A%84%E8%BD%AF%E4%BB%B6/"/>
    
  </entry>
  
  <entry>
    <title><![CDATA[录井资料综合解释评价系统]]></title>
    <link href="http://www.zefansw.com/2015/06/21/%E5%BD%95%E4%BA%95%E8%B5%84%E6%96%99%E7%BB%BC%E5%90%88%E8%A7%A3%E9%87%8A%E8%AF%84%E4%BB%B7%E7%B3%BB%E7%BB%9F/"/>
    <id>http://www.zefansw.com/2015/06/21/录井资料综合解释评价系统/</id>
    <published>2015-06-21T13:54:16.000Z</published>
    <updated>2015-12-30T14:30:20.000Z</updated>
    <content type="html"><![CDATA[<h1 id="&#x4ECB;&#x7ECD;">&#x4ECB;&#x7ECD;</h1><p>&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x4E3A;&#x5929;&#x6D25;&#x5927;&#x6E2F;&#x6CB9;&#x7530;-&#x6E24;&#x6D77;&#x94BB;&#x63A2;&#x6709;&#x9650;&#x516C;&#x53F8;&#x7B2C;&#x4E00;&#x5F55;&#x4E95;&#x5206;&#x516C;&#x53F8;&#x505A;&#x7684;&#x4E00;&#x4E2A;&#x8F6F;&#x4EF6;&#x7CFB;&#x7EDF;&#x3002;&#x4F20;&#x7EDF;&#x4E0A;&#xFF0C;&#x89E3;&#x91CA;&#x4EBA;&#x5458;&#x7CBE;&#x9009;&#x51FA;&#x4E00;&#x4E9B;&#x4E95;&#x6570;&#x636E;&#xFF0C;&#x4F9D;&#x636E;&#x81EA;&#x6211;&#x7ECF;&#x9A8C;&#x521B;&#x5EFA;&#x6807;&#x51C6;&#x56FE;&#x677F;&#xFF0C;&#x7136;&#x540E;&#x4F7F;&#x7528;&#x8FD9;&#x4E2A;&#x56FE;&#x6807;&#x5728;&#x67D0;&#x4E2A;&#x5730;&#x533A;&#x5BF9;&#x5F53;&#x524D;&#x5F00;&#x91C7;&#x7684;&#x4E95;&#x8FDB;&#x884C;&#x89E3;&#x91CA;&#x5206;&#x6790;&#xFF1B;&#x6574;&#x4E2A;&#x8FC7;&#x7A0B;&#x5305;&#x62EC;&#x5E05;&#x9009;&#x7279;&#x5F81;&#x4E95;&#xFF0C;&#x53BB;&#x9664;&#x65E0;&#x5173;&#x6570;&#x636E;&#xFF0C;&#x6253;&#x5370;&#x56FE;&#x677F;&#xFF0C;&#x4F7F;&#x7528;&#x56FE;&#x677F;&#x548C;&#x65B0;&#x4E95;&#x6570;&#x636E;&#x8FDB;&#x884C;&#x5BF9;&#x6BD4;&#xFF0C;&#x6839;&#x636E;&#x89E3;&#x91CA;&#x4EBA;&#x5458;&#x7ECF;&#x9A8C;&#x5F97;&#x51FA;&#x89E3;&#x91CA;&#x7ED3;&#x679C;&#x3002;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x7684;&#x4E3B;&#x8981;&#x95EE;&#x9898;&#x548C;&#x7F3A;&#x70B9;&#x662F;&#xFF1A;</p>
<a id="more"></a>
<ol>
<li>&#x6570;&#x636E;&#x5206;&#x6563;&#xFF1B;&#x6BCF;&#x4E2A;&#x89E3;&#x91CA;&#x4EBA;&#x5458;&#x4F7F;&#x7528;Excel&#x6587;&#x4EF6;&#x4FDD;&#x5B58;&#x81EA;&#x5DF1;&#x7684;&#x56FE;&#x677F;&#x6570;&#x636E;</li>
<li>&#x56FE;&#x677F;&#x6570;&#x636E;&#x4E0D;&#x4E00;&#x81F4;&#xFF0C;&#x89E3;&#x91CA;&#x7684;&#x7ED3;&#x679C;&#x5DEE;&#x5F02;&#x6027;&#x5927;&#xFF1B;&#x540C;&#x4E00;&#x4E2A;&#x5730;&#x533A;&#xFF0C;&#x4E0D;&#x540C;&#x7684;&#x89E3;&#x91CA;&#x4EBA;&#x5458;&#x53EF;&#x80FD;&#x4F7F;&#x7528;&#x4E0D;&#x540C;&#x7684;&#x56FE;&#x677F;&#xFF0C;&#x6BCF;&#x4E2A;&#x89E3;&#x91CA;&#x4EBA;&#x5458;&#x6839;&#x636E;&#x56FE;&#x677F;&#x89E3;&#x91CA;&#x7684;&#x7ED3;&#x679C;&#x90FD;&#x4E0D;&#x4E00;&#x6837;&#xFF0C;&#x89E3;&#x91CA;&#x7ED3;&#x679C;&#x7684;&#x4E3B;&#x89C2;&#x56E0;&#x7D20;&#x5F3A;&#x3002;</li>
<li>&#x7F3A;&#x5C11;&#x4E00;&#x4E2A;&#x7EDF;&#x4E00;&#x7684;&#x4EA4;&#x6D41;&#x5E73;&#x53F0;&#xFF1B;&#x89E3;&#x91CA;&#x8FC7;&#x7A0B;&#x4E2D;&#x89C4;&#x8303;&#x6027;&#x4E0D;&#x5F3A;&#xFF0C;&#x5728;&#x4E0D;&#x540C;&#x5730;&#x533A;&#x89E3;&#x91CA;&#x7ED3;&#x679C;&#x7684;&#x6807;&#x8BC6;&#x4E0D;&#x4E00;&#x6837;&#xFF0C;&#x89E3;&#x91CA;&#x4EBA;&#x5458;&#x4EA4;&#x6D41;&#x8D77;&#x6765;&#x5E38;&#x5E38;&#x6548;&#x7387;&#x4E0D;&#x9AD8;&#x3002;</li>
<li>&#x89E3;&#x91CA;&#x5DE5;&#x4F5C;&#x7684;&#x95E8;&#x69DB;&#x4ECD;&#x7136;&#x9AD8;&#xFF0C;&#x4E0D;&#x51C6;&#x786E;&#xFF0C;&#x96BE;&#x4EE5;&#x638C;&#x63E1;&#x3002;</li>
</ol>
<p>&#x9488;&#x5BF9;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x4EEC;&#x5E2E;&#x5F55;&#x4E95;&#x516C;&#x53F8;&#x5B9E;&#x73B0;&#x4E86;&#x4E00;&#x4E2A;&#x968F;&#x94BB;&#x667A;&#x80FD;&#x89E3;&#x91CA;&#x7CFB;&#x7EDF;&#xFF0C;&#x5176;&#x4E3B;&#x8981;&#x662F;&#x901A;&#x8FC7;&#x73B0;&#x6709;&#x7684;&#x6570;&#x636E;&#x5E93;&#x8D44;&#x6E90;&#x7684;&#x6574;&#x7406;&#x5F52;&#x7EB3;&#xFF0C;&#x5EFA;&#x7ACB;&#x4E00;&#x5957;&#x76F8;&#x5BF9;&#x5B8C;&#x6574;&#x7684;&#x3001;&#x79D1;&#x5B66;&#x7684;&#xFF0C;&#x4E14;&#x6709;&#x5B9E;&#x8DF5;&#x7ECF;&#x9A8C;&#x548C;&#x7406;&#x8BBA;&#x4E3A;&#x57FA;&#x7840;&#x7684;&#x5F55;&#x4E95;&#x89E3;&#x91CA;&#x6A21;&#x5F0F;&#x3002;&#x901A;&#x8FC7;&#x667A;&#x80FD;&#x89E3;&#x91CA;&#x8F6F;&#x4EF6;&#xFF0C;&#x67E5;&#x770B;&#x6D4F;&#x89C8;&#x5F55;&#x4E95;&#x73B0;&#x573A;&#x5B9E;&#x65F6;&#x4FE1;&#x606F;&#x7684;&#x89E3;&#x91CA;&#x7ED3;&#x8BBA;&#x3002;&#x4E3A;&#x5F55;&#x4E95;&#x8D44;&#x6599;&#x89E3;&#x91CA;&#x8BC4;&#x4EF7;&#x4EBA;&#x5458;&#x3001;&#x4E95;&#x573A;&#x5F55;&#x4E95;&#x4EBA;&#x5458;&#x4EE5;&#x53CA;&#x6CB9;&#x7530;&#x5404;&#x5355;&#x4F4D;&#x5F55;&#x4E95;&#x5B9E;&#x65F6;&#x4FE1;&#x606F;&#x5E94;&#x7528;&#x4EBA;&#x5458;&#x63D0;&#x4F9B;&#x65B9;&#x4FBF;&#x3001;&#x5FEB;&#x6377;&#x7684;&#x4FE1;&#x606F;&#x670D;&#x52A1;&#xFF0C;&#x63D0;&#x9AD8;&#x89E3;&#x91CA;&#x7B26;&#x5408;&#x7387;&#x3002;</p>
<p>&#x8BE5;&#x7CFB;&#x7EDF;&#x7684;&#x7279;&#x70B9;&#xFF1A;</p>
<ul>
<li>&#x968F;&#x94BB;&#x667A;&#x80FD;&#x89E3;&#x91CA;&#x7CFB;&#x7EDF;&#x662F;&#x5EFA;&#x7ACB;&#x5728;&#x5F55;&#x4E95;&#x4FE1;&#x606F;&#x5E73;&#x53F0;&#x4E0A;&#x7684;&#x5E94;&#x7528;&#x8F6F;&#x4EF6;&#x3002;&#x662F;&#x5F55;&#x4E95;&#x4FE1;&#x606F;&#x5316;&#x8D44;&#x6E90;&#x7684;&#x8FDB;&#x4E00;&#x6B65;&#x5E94;&#x7528;&#x3002;&#x8BE5;&#x7CFB;&#x7EDF;&#x5B8C;&#x5168;&#x5B9E;&#x73B0;&#x4E86;&#x8D44;&#x6E90;&#x5171;&#x4EAB;&#x3002;&#x51CF;&#x5C11;&#x4E86;&#x89E3;&#x91CA;&#x8BC4;&#x4EF7;&#x4EBA;&#x5458;&#x4EE5;&#x5F80;&#x6240;&#x505A;&#x7684;&#x91CD;&#x590D;&#x6027;&#x7684;&#x6536;&#x96C6;&#x6570;&#x636E;&#x7684;&#x5DE5;&#x4F5C;(&#x9664;&#x8BD5;&#x6CB9;&#x6570;&#x636E;&#x4E0D;&#x5C5E;&#x4E8E;&#x5F55;&#x4E95;&#x516C;&#x53F8;&#x7BA1;&#x7406;&#x9700;&#x4EBA;&#x5DE5;&#x5BFC;&#x5165;)&#x3002;</li>
<li>&#x968F;&#x94BB;&#x667A;&#x80FD;&#x89E3;&#x91CA;&#x7CFB;&#x7EDF;&#x53EF;&#x968F;&#x65F6;&#x66F4;&#x65B0;&#x548C;&#x7EC6;&#x5316;&#x89E3;&#x91CA;&#x56FE;&#x677F;&#x3002;&#x968F;&#x7740;&#x6570;&#x636E;&#x8D44;&#x6E90;&#x7684;&#x79EF;&#x7D2F;&#xFF0C;&#x53EF;&#x968F;&#x65F6;&#x5BF9;&#x5404;&#x79CD;&#x89E3;&#x91CA;&#x56FE;&#x677F;&#x8FDB;&#x884C;&#x66F4;&#x65B0;&#x3001;&#x4FEE;&#x6B63;&#xFF0C;&#x4EE5;&#x6EE1;&#x8DB3;&#x89E3;&#x91CA;&#x65B0;&#x4E95;&#x9700;&#x8981;&#xFF1B;&#x6839;&#x636E;&#x9700;&#x8981;&#xFF0C;&#x53EF;&#x81EA;&#x5B9A;&#x4E49;&#x5C0F;&#x8303;&#x56F4;&#x7684;&#x4E95;&#x6765;&#x7EC6;&#x5316;&#x89E3;&#x91CA;&#x56FE;&#x677F;&#xFF0C;&#x4EE5;&#x63D0;&#x9AD8;&#x89E3;&#x91CA;&#x7B26;&#x5408;&#x7387;&#x3002;</li>
<li>&#x968F;&#x94BB;&#x667A;&#x80FD;&#x89E3;&#x91CA;&#x7CFB;&#x7EDF;&#x89E3;&#x91CA;&#x6A21;&#x5757;&#x5373;&#x76F8;&#x4E92;&#x72EC;&#x7ACB;&#x3001;&#x53C8;&#x76F8;&#x4E92;&#x8054;&#x7CFB;&#x3002;&#x8BE5;&#x7CFB;&#x7EDF;&#x6309;&#x4E13;&#x4E1A;&#x89E3;&#x91CA;&#x6A21;&#x5757;&#x5212;&#x5206;&#x3002;&#x6BD4;&#x5982;&#xFF1A;&#x6C14;&#x6D4B;&#x89E3;&#x91CA;&#x3001;&#x5CA9;&#x5C51;&#x89E3;&#x91CA;&#x3001;&#x5730;&#x5316;&#x89E3;&#x91CA;&#x3001;&#x5B9A;&#x91CF;&#x8367;&#x5149;&#x89E3;&#x91CA;&#x3002;&#x53EF;&#x6839;&#x636E;&#x5177;&#x4F53;&#x4E95;&#x7684;&#x8981;&#x6C42;&#x5206;&#x6A21;&#x5757;&#x8FDB;&#x884C;&#x5355;&#x9879;&#x89E3;&#x91CA;&#xFF0C;&#x4E5F;&#x53EF;&#x9009;&#x62E9;&#x591A;&#x9879;&#x7EFC;&#x5408;&#x89E3;&#x91CA;&#x3002;&#x56FE;&#x677F;&#x751F;&#x6210;&#x8F6F;&#x4EF6;&#x53EF;&#x6309;&#x4E13;&#x4E1A;&#x6A21;&#x5757;&#x72EC;&#x7ACB;&#x5B89;&#x88C5;&#x3002;</li>
</ul>
<p>&#x56FE;&#x677F;&#x7CFB;&#x7EDF;&#x5206;&#x6C14;&#x6D4B;&#x56FE;&#x677F;&#x3001;&#x5CA9;&#x5C51;&#x56FE;&#x677F;&#x3001;&#x5730;&#x5316;&#x56FE;&#x677F;&#x3001;&#x5B9A;&#x91CF;&#x8367;&#x5149;&#x56FE;&#x677F;&#x7B49;&#xFF0C;&#x968F;&#x7740;&#x7814;&#x7A76;&#x65B9;&#x6CD5;&#x7684;&#x4E0D;&#x65AD;&#x5F52;&#x7EB3;&#xFF0C;&#x4F1A;&#x9010;&#x6B65;&#x62D3;&#x5C55;&#x56FE;&#x677F;&#x7684;&#x79CD;&#x7C7B;&#x3002;&#x6BCF;&#x4E2A;&#x56FE;&#x677F;&#x90FD;&#x662F;&#x5355;&#x72EC;&#x6A21;&#x5757;&#xFF0C;&#x5404;&#x6A21;&#x5757;&#x95F4;&#x53EF;&#x76F8;&#x4E92;&#x72EC;&#x7ACB;&#x4F7F;&#x7528;&#xFF0C;&#x4E5F;&#x53EF;&#x7EFC;&#x5408;&#x4F7F;&#x7528;&#xFF0C;&#x7531;&#x5B89;&#x88C5;&#x6A21;&#x5757;&#x7684;&#x60C5;&#x51B5;&#x800C;&#x5B9A;&#x3002;</p>
<h1 id="&#x6280;&#x672F;&#x7279;&#x70B9;">&#x6280;&#x672F;&#x7279;&#x70B9;</h1><ul>
<li>&#x684C;&#x9762;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#xFF0C;C/S&#x6A21;&#x5F0F;&#xFF1B;&#x6BCF;&#x4E2A;&#x7528;&#x6237;&#x5B89;&#x88C5;&#x5BA2;&#x6237;&#x7AEF;&#xFF0C;&#x8FDE;&#x63A5;&#x5230;&#x540E;&#x7AEF;&#x8FDB;&#x884C;&#x64CD;&#x4F5C;</li>
<li>&#x91C7;&#x7528;Java&#x8BED;&#x8A00;&#x8FDB;&#x884C;&#x5F00;&#x53D1;&#xFF1B;</li>
<li>&#x91C7;&#x7528;Java Swing&#x5E93;&#x5F00;&#x53D1;&#x754C;&#x9762;&#xFF1B;</li>
<li>&#x91C7;&#x7528;Java 2D&#x8FDB;&#x884C;&#x4E8C;&#x7EF4;/&#x4E09;&#x7EF4;&#x56FE;&#x5F62;&#x5F00;&#x53D1;</li>
<li>&#x91C7;&#x7528;JDBC&#x8FDB;&#x884C;SQL&#x5E95;&#x5C42;&#x7F16;&#x7A0B;&#xFF08;&#x8FDE;&#x63A5;/&#x64CD;&#x4F5C;/&#x67E5;&#x8BE2;&#x6570;&#x636E;&#x5E93;&#xFF09;,&#x4E0D;&#x9700;&#x8981;&#x8BBE;&#x7F6E;ODBC</li>
<li>&#x652F;&#x6301;Oracle 10g/11g&#x548C;MS Access&#x6570;&#x636E;&#x5E93; </li>
</ul>
<p>  &#x672C;&#x8F6F;&#x4EF6;&#x662F;&#x4E00;&#x4E2A;&#x5178;&#x578B;&#x7684;&#x684C;&#x9762;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#xFF0C;&#x63D0;&#x4F9B;&#x4E00;&#x4E2A;&#x73B0;&#x4EE3;&#xFF0C;&#x7528;&#x6237;&#x53CB;&#x597D;&#x7684;&#x754C;&#x9762;&#xFF0C;&#x4E1A;&#x52A1;&#x4E0A;&#x63D0;&#x4F9B;</p>
<ul>
<li>&#x56FE;&#x677F;&#x7BA1;&#x7406;<ul>
<li>2D/3D &#x56FE;&#x677F;&#x521B;&#x5EFA;&#xFF0C;&#x66F4;&#x65B0;&#xFF0C;&#x5220;&#x9664;</li>
<li>&#x6C14;&#x6D4B;&#x56FE;&#x677F; - &#x4EA4;&#x6C47;&#x56FE;&#x677F;&#xFF0C;&#x4E09;&#x89D2;&#x56FE;&#x677F;</li>
<li>&#x56FE;&#x677F;&#x4E95;&#x96C6;&#x7BA1;&#x7406; - &#x5730;&#x56FE;&#x6A21;&#x5F0F;&#xFF08;GPS&#x5750;&#x6807;&#xFF09;&#xFF0C;&#x76F8;&#x90BB;&#x4E95;&#xFF0C;&#x5173;&#x8054;&#x4E95;&#x7B49;</li>
<li>&#x5BFC;&#x5165;/&#x5BFC;&#x51FA;</li>
</ul>
</li>
<li>&#x89E3;&#x91CA;&#x5E94;&#x7528;<ul>
<li>&#x89E3;&#x91CA;&#x5361;&#x5C42;</li>
<li>&#x89E3;&#x91CA;&#x56FE;&#x677F;&#x9009;&#x62E9;</li>
<li>&#x81EA;&#x52A8;&#x89E3;&#x91CA;&#x7ED3;&#x8BBA;</li>
<li>&#x8BD5;&#x6CB9;&#x5EFA;&#x8BAE;</li>
</ul>
</li>
<li>&#x5BA1;&#x6838;&#x62A5;&#x8868;</li>
<li>&#x7528;&#x6237;&#x7BA1;&#x7406;</li>
<li>&#x6570;&#x636E;&#x7BA1;&#x7406;</li>
</ul>
<p><img src="/images/dg_login.png" alt="&#x89E3;&#x91CA;&#x7CFB;&#x7EDF;&#x767B;&#x5F55;&#x754C;&#x9762;"></p>
<h1 id="&#x4E00;&#x4E9B;&#x754C;&#x9762;">&#x4E00;&#x4E9B;&#x754C;&#x9762;</h1><h2 id="1-&#x751F;&#x6210;&#x7684;&#x56FE;&#x677F;">1. &#x751F;&#x6210;&#x7684;&#x56FE;&#x677F;</h2><p><img src="/images/plates.png" alt="&#x56FE;&#x677F;"></p>
<h2 id="2-&#x4E95;&#x4F4D;&#x5750;&#x6807;&#x56FE;">2. &#x4E95;&#x4F4D;&#x5750;&#x6807;&#x56FE;</h2><p><img src="/images/well_set.png" alt="&#x4E95;&#x4F4D;&#x5750;&#x6807;&#x56FE;"></p>
<h2 id="3-&#x89E3;&#x91CA;&#x65F6;&#x9009;&#x62E9;&#x56FE;&#x677F;">3. &#x89E3;&#x91CA;&#x65F6;&#x9009;&#x62E9;&#x56FE;&#x677F;</h2><p><img src="/images/plate_select.png" alt="&#x56FE;&#x677F;&#x9009;&#x62E9;"></p>
<h2 id="4-&#x4E95;&#x57FA;&#x672C;&#x4FE1;&#x606F;&#x8868;">4. &#x4E95;&#x57FA;&#x672C;&#x4FE1;&#x606F;&#x8868;</h2><p><img src="/images/report.png" alt="&#x4E95;&#x57FA;&#x672C;&#x4FE1;&#x606F;&#x8868;"></p>
<p><strong><em>&#x66F4;&#x8BE6;&#x7EC6;&#x7684;&#x4ECB;&#x7ECD;&#x53C2;&#x770B;&#x9879;&#x76EE;<a href="/images/introduction.ppt">PPT</a></em></strong></p>]]></content>
    <summary type="html">
    <![CDATA[这是一个为天津大港油田-渤海钻探有限公司第一录井分公司做的一个软件系统。传统上，解释人员精选出一些井数据，依据自我经验创建标准图板，然后使用这个图标在某个地区对当前开采的井进行解释分析；整个过程包括帅选特征井，去除无关数据，打印图板，使用图板和新井数据进行对比，根据解释人员经验得出解释结果]]>
    
    </summary>
    
      <category term="我的软件" scheme="http://www.zefansw.com/tags/%E6%88%91%E7%9A%84%E8%BD%AF%E4%BB%B6/"/>
    
      <category term="我的软件" scheme="http://www.zefansw.com/categories/%E6%88%91%E7%9A%84%E8%BD%AF%E4%BB%B6/"/>
    
  </entry>
  
</feed>
