<!DOCTYPE html><html lang="zh-CN"><head><meta charset="utf-8"><title>初涉股市 | 而立-不惑</title><meta name="author" content="江泽凡"><meta name="description" content="从5月中旬开始进入股市，到今天7月的最后一天，股票已经亏损一大半，心里真是五味杂陈..."><meta name="viewport" content="width=device-width,initial-scale=1"><meta property="og:title" content="初涉股市"><meta property="og:site_name" content="江泽凡"><link href="/favicon.ico" rel="icon" type="image/x-ico"><link href="/atom.xml" rel="alternate" title="而立-不惑" type="application/atom+xml"><link href="/css/style.css" rel="stylesheet" type="text/css" charset="utf-8"><link href="/fancybox/jquery.fancybox.css" rel="stylesheet" type="text/css" charset="utf-8"><!--[if lt IE 9]>
<script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script>
<![endif]--><script>__start__ = window.performance && performance.timing ? performance.timing.navigationStart : Date.now();</script></head><body><header id="header" hoot="default" hoot-rate="1" class="inner"><div class="f-left"><a href="/" class="site-title">而立-不惑</a><span class="site-sub-title">我写的软件和对IT行业/生活的思考，感想</span></div><nav class="f-right"><ul class="site-nav"><li><a href="/">Home</a></li><li><a href="/archives">Archives</a></li><li><a href="/about">关于</a></li></ul></nav></header><div id="container" class="inner"><div id="main"><article class="article post"><div class="article-wrap"><header class="article-header"><span class="article-header-icon icon-black"></span><h1 class="article-header-title">初涉股市</h1><time datetime="2015-07-31T13:48:23.000Z" itemprop="datePublished" class="article-header-time"><span class="day">31</span><span class="month">2015年07月</span></time></header><section class="article-content"><p>&#x4ECE;5&#x6708;&#x4E2D;&#x65EC;&#x5F00;&#x59CB;&#x8FDB;&#x5165;&#x80A1;&#x5E02;&#xFF0C;&#x5230;&#x4ECA;&#x5929;7&#x6708;&#x7684;&#x6700;&#x540E;&#x4E00;&#x5929;&#xFF0C;&#x6211;&#x7684;&#x80A1;&#x7968;&#x4EF7;&#x503C;&#x5DF2;&#x7ECF;&#x4E8F;&#x635F;&#x4E00;&#x5927;&#x534A;&#xFF0C;&#x5FC3;&#x91CC;&#x9762;&#x771F;&#x662F;&#x4E94;&#x5473;&#x6742;&#x9648;&#xFF1B;&#x4ECE;&#x5BF9;&#x80A1;&#x7968;&#x4E00;&#x65E0;&#x6240;&#x77E5;&#x5230;&#x73B0;&#x5728;&#x7565;&#x6709;&#x4E86;&#x89E3;&#xFF0C;&#x611F;&#x89C9;&#x8FD9;&#x4EE3;&#x4EF7;&#x5B9E;&#x5728;&#x662F;&#x6709;&#x70B9;&#x9AD8;&#xFF1A;&#x8017;&#x8D39;&#x5927;&#x91CF;&#x65F6;&#x95F4;&#x548C;&#x7CBE;&#x529B;&#xFF0C;&#x5F97;&#x5230;&#x7684;&#x662F;&#x91D1;&#x94B1;&#x7684;&#x4E8F;&#x635F;&#xFF0C;&#x8FD8;&#x4F34;&#x968F;&#x7740;&#x5FC3;&#x60C5;&#x7684;&#x4F4E;&#x843D;&#xFF0C;&#x751F;&#x6D3B;&#x8D28;&#x91CF;&#x7684;&#x4E0B;&#x964D;&#xFF0C;&#x771F;&#x7B97;&#x662F;&#x201C;&#x4E00;&#x5165;&#x80A1;&#x95E8;&#x6DF1;&#x4F3C;&#x6D77;&#xFF0C;&#x56DE;&#x5934;&#x4E0D;&#x77E5;&#x5CB8;&#x5728;&#x54EA;&#x201D;&#x3002;&#x5230;&#x4ECA;&#x5929;&#xFF0C;&#x6B63;&#x597D;&#x4E24;&#x4E2A;&#x534A;&#x6708;&#xFF0C;&#x9759;&#x4E0B;&#x6765;&#x7ED9;&#x81EA;&#x5DF1;&#x603B;&#x7ED3;&#x4E00;&#x4E0B;&#xFF0C;&#x53D1;&#x73B0;&#x81EA;&#x8EAB;&#x7684;&#x7F3A;&#x70B9;&#xFF0C;&#x4E5F;&#x5236;&#x5B9A;&#x4EE5;&#x540E;&#x64CD;&#x4F5C;&#x7684;&#x7B80;&#x5355;&#x89C4;&#x5219;&#x3002;</p>
<a id="more"></a>
<p>&#x201C;&#x5F53;&#x5927;&#x5BB6;&#x90FD;&#x5728;&#x8C08;&#x8BBA;&#xFF0C;&#x8FDB;&#x5165;&#x80A1;&#x5E02;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5F53;&#x6BCF;&#x5929;&#x542C;&#x5230;&#x540C;&#x4E8B;&#xFF0C;&#x5FAE;&#x535A;&#xFF0C;&#x5FAE;&#x4FE1;&#x5708;&#x91CC;&#x6709;&#x4EBA;&#x4ECE;&#x80A1;&#x5E02;&#x91CC;&#x8D5A;&#x5230;&#x591A;&#x5C11;&#x591A;&#x5C11;&#x94B1;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4F60;&#x7684;&#x5FC3;&#x91CC;&#x4F1A;&#x6FC0;&#x8D77;&#x90A3;&#x4E48;&#x4E00;&#x70B9;&#x53C2;&#x4E0E;&#x611F;&#x548C;&#x591A;&#x5C11;&#x5BF9;&#x80A1;&#x5E02;&#x8D5A;&#x94B1;&#x7684;&#x61A7;&#x61AC;&#x201D;&#xFF0C;&#x6211;&#x5C31;&#x662F;&#x5728;&#x8FD9;&#x6837;&#x7684;&#x86CA;&#x60D1;&#x6216;&#x8005;&#x8BF4;&#x7F8E;&#x597D;&#x613F;&#x671B;&#x4E0B;&#x8FDB;&#x5165;&#x80A1;&#x5E02;&#x7684;&#xFF0C;&#x76F8;&#x4FE1;&#x81EA;&#x5DF1;&#x4E5F;&#x80FD;&#x5728;&#x91CC;&#x9762;&#x5206;&#x5F97;&#x4E00;&#x676F;&#x7FB9;&#x3002;&#x8FDB;&#x6765;&#x65F6;&#x662F;&#x725B;&#x5E02;&#x672B;&#x671F;&#xFF0C;&#x5230;&#x73B0;&#x5728;&#x5E94;&#x8BE5;&#x662F;&#x4E5F;&#x4E0D;&#x77E5;&#x662F;&#x4EC0;&#x4E48;&#x5E02;&#xFF0C;&#x7ECF;&#x5386;&#x4E86;&#x6700;&#x5927;&#x6708;&#x8DCC;&#x5E45;&#xFF0C;&#x6700;&#x5927;&#x65E5;&#x8DCC;&#x5E45;&#x4EE5;&#x53CA;A&#x80A1;&#x6709;&#x53F2;&#x4EE5;&#x6765;&#x6700;&#x5FEB;&#xFF0C;&#x6700;&#x731B;&#x7684;&#x66B4;&#x8DCC;&#x3002;&#x8981;&#x8BF4;&#x5F97;&#x5230;&#x4EC0;&#x4E48;&#xFF0C;&#x90A3;&#x5C31;&#x662F;&#x7ECF;&#x9A8C;&#x6559;&#x8BAD;&#x8FD8;&#x6709;&#x5BF9;&#x81EA;&#x5DF1;&#x7684;&#x4E00;&#x4E2A;&#x91CD;&#x65B0;&#x8BA4;&#x8BC6;&#x3002;</p>
<p>&#x6D88;&#x606F;&#xFF0C;&#x8C23;&#x8A00;&#x3002;&#x725B;&#x5E02;&#x91CC;&#x6D88;&#x606F;&#x6EE1;&#x5929;&#x98DE;&#xFF0C;&#x6BCF;&#x4E2A;&#x6D88;&#x606F;&#x5230;&#x6700;&#x540E;&#x4F3C;&#x4E4E;&#x90FD;&#x5370;&#x8BC1;&#x4E86;&#xFF0C;&#x6BD4;&#x5982;&#x67D0;&#x5929;&#x505C;&#x724C;&#xFF0C;&#x67D0;&#x80A1;&#x91CD;&#x7EC4;&#xFF0C;&#x67D0;&#x80A1;&#x589E;&#x53D1;&#x7B49;&#xFF0C;&#x4E00;&#x5F00;&#x59CB;&#x53EA;&#x662F;&#x542C;&#x542C;&#xFF0C;&#x5FC3;&#x60F3;&#x8FD9;&#x4E48;&#x70C2;&#x7684;&#x516C;&#x53F8;&#xFF0C;&#x80A1;&#x4EF7;&#x8FD9;&#x4E48;&#x9AD8;&#xFF0C;&#x76C8;&#x5229;&#x80FD;&#x529B;&#x5DEE;&#xFF0C;&#x5B63;&#x62A5;&#x4E8F;&#x635F;&#xFF0C;PE&#x51E0;&#x767E;&#x4E0A;&#x5343;&#xFF0C;&#x600E;&#x4E48;&#x8FD8;&#x6562;&#x4E70;&#xFF0C;&#x53EF;&#x662F;&#x504F;&#x504F;&#x5B83;&#x6BCF;&#x5929;&#x90FD;&#x6DA8;&#x505C;&#x6216;&#x5927;&#x5E45;&#x4E0A;&#x6DA8;&#x3002;&#x521A;&#x5F00;&#x59CB;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x53EA;&#x4E70;&#x4E86;&#x4E9B;&#x84DD;&#x7B79;&#x80A1;&#xFF08;&#x94F6;&#x884C;&#xFF0C;&#x8BC1;&#x5238;&#xFF09;&#xFF0C;&#x6295;&#x5165;&#x7684;&#x94B1;&#x4E5F;&#x4E0D;&#x591A;&#xFF0C;&#x7B49;&#x5F00;&#x59CB;&#x6162;&#x6162;&#x4E70;&#x5165;&#x90A3;&#x4E9B;&#x9898;&#x6750;&#x6545;&#x4E8B;&#x80A1;&#x65F6;&#xFF0C;&#x8C03;&#x6574;&#x5F00;&#x59CB;&#x4E86;&#xFF0C;&#x80A1;&#x6307;&#x731B;&#x70C8;&#x4E0B;&#x964D;&#xFF0C;&#x4E2A;&#x80A1;&#x7EB7;&#x7EB7;&#x8DCC;&#x505C;&#xFF0C;&#x504F;&#x504F;&#x8FD9;&#x65F6;&#x8C23;&#x8A00;&#x53C8;&#x7279;&#x522B;&#x591A;&#xFF0C;&#x6709;&#x8C01;&#x5728;&#x505A;&#x7A7A;&#xFF0C;&#x4E0A;&#x8BC1;&#x6307;&#x6570;&#x8981;&#x8DCC;&#x5230;&#x591A;&#x5C11;&#x591A;&#x5C11;&#x70B9;&#xFF0C;&#x540C;&#x65F6;&#x5927;&#x5BB6;&#x90FD;&#x5728;&#x547C;&#x5401;&#x56FD;&#x5BB6;&#x961F;&#x6551;&#x5E02;&#x7B49;&#x3002;&#x5BF9;&#x4E8E;&#x6211;&#x8FD9;&#x4E00;&#x4E2A;&#x65B0;&#x97ED;&#x83DC;&#x6765;&#x8BF4;&#xFF0C;&#x771F;&#x662F;&#x5B8C;&#x5168;&#x76F8;&#x4FE1;&#x56FD;&#x5BB6;&#x6551;&#x5E02;&#xFF0C;&#x6B64;&#x5916;&#x4E5F;&#x6CA1;&#x6709;&#x60F3;&#x5230;&#x4F1A;&#x8DCC;&#x5F97;&#x8FD9;&#x4E48;&#x72E0;&#xFF0C;&#x80A1;&#x7968;&#x4E00;&#x76F4;&#x5728;&#x6EE1;&#x4ED3;&#x4E2D;&#xFF0C;&#x4E00;&#x76F4;&#x5728;&#x7B49;&#x53CD;&#x5F39;&#xFF0C;&#x4E00;&#x76F4;&#x90FD;&#x6CA1;&#x7B49;&#x5230;&#xFF0C;&#x5230;&#x771F;&#x7684;&#x53CD;&#x5F39;&#x65F6;&#xFF0C;&#x5FC3;&#x7406;&#x53C8;&#x6CA1;&#x627F;&#x53D7;&#x4F4F;&#xFF0C;7&#x6708;7&#x53F7;&#x4E70;&#x6389;&#x6240;&#x6709;&#x6CA1;&#x6709;&#x505C;&#x724C;&#x7684;&#x80A1;&#x7968;&#xFF0C;9&#x53F7;&#x5C31;&#x5927;&#x5E45;&#x53CD;&#x5F39;&#x4E86;&#x3002;</p>
<p>&#x5177;&#x4F53;&#x8868;&#x73B0;&#x5982;&#x4E0B;&#xFF1A;</p>
<ol>
<li>&#x4E0D;&#x4F1A;&#x5356;&#x80A1;&#x7968;&#x3002;&#x5728;&#x9AD8;&#x70B9;&#x65F6;&#x671F;&#x5F85;&#x66F4;&#x9AD8;&#xFF0C;&#x7ED3;&#x679C;&#x56DE;&#x843D;&#x65F6;&#x53C8;&#x4E0D;&#x7518;&#x5FC3;&#xFF0C;&#x4E0D;&#x80FD;&#x679C;&#x65AD;&#x5730;&#x5356;&#x6389;&#xFF0C;&#x518D;&#x5356;&#x65F6;&#x5F80;&#x5F80;&#x5728;&#x4F4E;&#x70B9;&#xFF08;&#x53D8;&#x6210;&#x6050;&#x614C;&#x6027;&#x5272;&#x8089;&#xFF09;&#x3002;</li>
<li>&#x4E0D;&#x80FD;&#x987A;&#x52BF;&#x800C;&#x4E3A;&#xFF0C;&#x5927;&#x5BB6;&#x90FD;&#x8BF4;&#x8981;&#x7A7A;&#x4ED3;/&#x8F7B;&#x4ED3;&#x65F6;&#xFF0C;&#x505A;&#x4E0D;&#x5230;&#x6E05;&#x4ED3;&#xFF0C;&#x4E00;&#x76F4;&#x6EE1;&#x4ED3;&#x3002;&#x7BA1;&#x4E0D;&#x4F4F;&#x81EA;&#x5DF1;&#x7684;&#x624B;&#xFF0C;&#x770B;&#x5230;&#x5F62;&#x52BF;&#x597D;&#x70B9;&#xFF0C;&#x53C8;&#x5168;&#x90E8;&#x6295;&#x5165;&#xFF0C;&#x7ED3;&#x679C;&#x6CA1;&#x6709;&#x94B1;&#x4E70;&#x771F;&#x6B63;&#x5408;&#x7406;&#x7684;&#x80A1;&#x3002;&#x5C31;&#x597D;&#x50CF;&#x8D4C;&#x5F92;&#x4E00;&#x6837;&#xFF0C;&#x603B;&#x60F3;&#x5B64;&#x6CE8;&#x4E00;&#x63B7;&#x671F;&#x5F85;&#x6273;&#x672C;&#xFF0C;&#x7ED3;&#x679C;&#x5E38;&#x5E38;&#x662F;&#x66B4;&#x8DCC;10%&#x3002;&#x5E38;&#x5E38;&#x592A;&#x4E00;&#x53A2;&#x60C5;&#x613F;&#x5730;&#x8BA4;&#x4E3A;&#x81EA;&#x5DF1;&#x7684;&#x80A1;&#x4F1A;&#x4E0A;&#x6DA8;&#x3002;</li>
<li>&#x4E0D;&#x4F1A;&#x9AD8;&#x629B;&#x4F4E;&#x5438;&#x3002;&#x80A1;&#x5E02;&#x9707;&#x8361;&#x65F6;&#xFF0C;&#x770B;&#x5230;&#x80A1;&#x4EF7;&#x5728;&#x4E0A;&#x6DA8;&#xFF0C;&#x7B2C;&#x4E00;&#x53CD;&#x5E94;&#x4E0D;&#x662F;&#x8981;&#x5356;&#x6389;&#xFF0C;&#x80A1;&#x4EF7;&#x4E0B;&#x8DCC;&#x65F6;&#xFF0C;&#x4E0D;&#x80FD;&#x679C;&#x65AD;&#x5356;&#x6389;&#xFF0C;&#x4E00;&#x53A2;&#x60C5;&#x613F;&#x5730;&#x671F;&#x5F85;&#x53CD;&#x5F39;&#xFF0C;&#x4F46;&#x662F;&#x7ECF;&#x5E38;&#x5927;&#x7684;&#x6982;&#x7387;&#x5B83;&#x4F1A;&#x7EE7;&#x7EED;&#x4E0B;&#x8DCC;&#xFF0C;&#x7B2C;&#x4E8C;&#x5929;&#x4F4E;&#x5F00;&#xFF0C;&#x7EE7;&#x7EED;&#x91CD;&#x590D;&#x524D;&#x4E00;&#x5929;&#x3002;</li>
<li>&#x5FC3;&#x8840;&#x6765;&#x6F6E;&#x3002;&#x6709;&#x65F6;&#x4F1A;&#x7A81;&#x7136;&#x4E70;&#x5165;&#x4E00;&#x53EA;&#x80A1;&#xFF0C;&#x4E5F;&#x8BB8;&#x662F;&#x542C;&#x67D0;&#x4E2A;&#x540C;&#x4E8B;&#x8BF4;&#x8FC7;&#xFF0C;&#x4E5F;&#x8BB8;&#x662F;&#x4E4B;&#x524D;&#x542C;&#x5230;&#x67D0;&#x6D88;&#x606F;&#xFF0C;&#x6839;&#x672C;&#x6CA1;&#x6709;&#x505A;&#x5145;&#x5206;&#x5206;&#x6790;&#x3002;</li>
<li>&#x624B;&#x4E0A;&#x7684;&#x80A1;&#x7968;&#x592A;&#x591A;&#xFF0C;&#x770B;&#x5230;&#x8BA4;&#x4E3A;&#x597D;&#x70B9;&#x7684;&#x90FD;&#x4E70;&#x70B9;&#xFF0C;&#x7ED3;&#x679C;&#x5E38;&#x5E38;&#x4E70;&#x5230;&#x9AD8;&#x70B9;</li>
<li>&#x5FC3;&#x7406;&#x7D20;&#x8D28;&#x592A;&#x5DEE;&#xFF0C;&#x5BB9;&#x6613;&#x60A3;&#x5F97;&#x60A3;&#x5931;&#xFF0C;&#x5F71;&#x54CD;&#x5FC3;&#x60C5;&#xFF0C;&#x8FDB;&#x800C;&#x5F71;&#x54CD;&#x5224;&#x65AD;&#x529B;</li>
</ol>
<p>&#x4E3A;&#x4E86;&#x5E94;&#x5BF9;&#x5F53;&#x524D;&#x80A1;&#x5E02;&#x9707;&#x8361;&#x671F;&#xFF0C;&#x73B0;&#x5236;&#x5B9A;&#x5982;&#x4E0B;&#x89C4;&#x5219;&#xFF0C;&#x5E76;&#x4E25;&#x683C;&#x9075;&#x5B88;&#xFF1A;</p>
<ol>
<li>&#x624B;&#x4E0A;&#x7684;&#x80A1;&#x7968;&#x4E0D;&#x8D85;&#x8FC7;2&#x652F;&#x3002;(&#x7D27;&#x8DDF;&#x70ED;&#x95E8;&#x677F;&#x5757;)</li>
<li>&#x80A1;&#x7968;&#x8DCC;&#x5E45;&#x5927;&#x4E8E;15%&#xFF0C;&#x4E00;&#x5B9A;&#x8981;&#x5356;&#x6389;</li>
<li>&#x80A1;&#x7968;&#x6DA8;&#x5E45;&#x5927;&#x4E8E;10%&#xFF0C;&#x7B2C;&#x4E8C;&#x5929;&#x8DCC;&#x5E45;&#x8D85;&#x8FC7;5%&#x4E00;&#x5B9A;&#x8981;&#x5356;&#x6389;</li>
<li>&#x505A;&#x77ED;&#x7EBF;&#x4EA4;&#x6613;&#xFF0C;&#x4E0D;&#x957F;&#x671F;&#x6301;&#x6709;&#x4E00;&#x652F;&#x80A1;</li>
<li>&#x4E0D;&#x8981;&#x6BCF;&#x5929;&#x65F6;&#x523B;&#x76EF;&#x76D8;&#xFF0C;&#x53EF;&#x9694;&#x534A;&#x5C0F;&#x65F6;&#x6216;&#x4E00;&#x5C0F;&#x65F6;&#x53BB;&#x770B;&#x770B;</li>
</ol></section><footer class="article-footer clearfix"><div class="categories"><a href="/categories/杂谈/" title="杂谈">杂谈</a></div></footer></div><nav class="article-nav clearfix"><a href="/2015/07/14/互联网/" class="article-nav-link article-nav-older"><strong class="article-nav-type">Older</strong><span class="article-nav-title">互联网+</span></a></nav></article><section id="article-comment" class="article-comment"><div data-thread-key="http://www.zefansw.com/2015/07/31/初涉股市/" data-title="初涉股市" data-url="http://www.zefansw.com/2015/07/31/初涉股市/" class="ds-thread"></div></section></div><aside id="sidebar" role="sidebar"><div class="widget tagcloud"><h3 class="widget-title">标签</h3><div class="widget-content"><a href="/tags/互联网/" style="font-size: 10px">互联网</a> <a href="/tags/我的软件/" style="font-size: 20px">我的软件</a></div></div><div class="widget"><h3 class="widget-title">最新文章</h3><div class="widget-content"><ul class="post-list"><li class="post-list-item"><a class="post-list-link" href="/2015/07/31/初涉股市/">初涉股市</a></li><li class="post-list-item"><a class="post-list-link" href="/2015/07/14/互联网/">互联网+</a></li><li class="post-list-item"><a class="post-list-link" href="/2015/07/05/我的博客创建记/">我的博客创建记</a></li><li class="post-list-item"><a class="post-list-link" href="/2015/07/01/新鸿图物流管理项目/">鑫鸿图物流管理项目</a></li><li class="post-list-item"><a class="post-list-link" href="/2015/06/30/曼月乐环随访软件/">曼月乐环随访软件</a></li><li class="post-list-item"><a class="post-list-link" href="/2015/06/21/录井资料综合解释评价系统/">录井资料综合解释评价系统</a></li></ul></div></div></aside><aside id="topic-wrap" class="toc-wrap f-right"><h3 class="toc-wrap-title">内容</h3><div class="toc-tree"></div><div class="toc-progress"></div></aside></div><footer id="footer" class="inner">© 2015 bubkoo</footer><img id="go2top" src="/images/top_arrow.png" alt="go2top"><script charset="utf-8" src="/js/lib/jquery-2.1.3.min.js"></script><script charset="utf-8" src="/js/lib/jquery.imagesloaded.min.js"></script><script charset="utf-8" src="/fancybox/jquery.fancybox.pack.js"></script><script charset="utf-8" src="/js/lib/sea.js"></script><script charset="utf-8" src="/js/main.js"></script><script id="redundancy3">var duoshuoQuery = {short_name: 'jzefan'};
(function () {
  var ds = document.createElement('script');
  ds.type = 'text/javascript';
  ds.async = true;
  ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
  ds.charset = 'UTF-8';
  (document.getElementsByTagName('head')[0]
  || document.getElementsByTagName('body')[0]).appendChild(ds);

  ds.parentNode.removeChild(ds);

  var script = document.getElementById('redundancy3');
  script && script.parentNode.removeChild(script);
})();</script><script id="redundancy1">(function () {
  var protocol = 'https:' == document.location.protocol ? ' https://' : ' http://';
  document.write(decodeURIComponent("%3Cscript charset='utf-8' id='redundancy2' src='" + protocol + "hm.baidu.com/h.js%3F49a1665c33b011585a2a629fdbed5b61' type='text/javascript' %3E%3C/script%3E"));

  var script = document.getElementById('redundancy1');
  script && script.parentNode.removeChild(script);
  script = document.getElementById('redundancy2');
  script && script.parentNode.removeChild(script);

})();</script></body></html>