<!DOCTYPE html><html lang="zh-CN"><head><meta charset="utf-8"><title>互联网+ | 而立-不惑</title><meta name="author" content="江泽凡"><meta name="description" content="我对互联网+的看法和思考"><meta name="viewport" content="width=device-width,initial-scale=1"><meta property="og:title" content="互联网+"><meta property="og:site_name" content="江泽凡"><link href="/favicon.ico" rel="icon" type="image/x-ico"><link href="/atom.xml" rel="alternate" title="而立-不惑" type="application/atom+xml"><link href="/css/style.css" rel="stylesheet" type="text/css" charset="utf-8"><link href="/fancybox/jquery.fancybox.css" rel="stylesheet" type="text/css" charset="utf-8"><!--[if lt IE 9]>
<script src="//html5shiv.googlecode.com/svn/trunk/html5.js"></script>
<![endif]--><script>__start__ = window.performance && performance.timing ? performance.timing.navigationStart : Date.now();</script></head><body><header id="header" hoot="default" hoot-rate="1" class="inner"><div class="f-left"><a href="/" class="site-title">而立-不惑</a><span class="site-sub-title">我写的软件和对IT行业/生活的思考，感想</span></div><nav class="f-right"><ul class="site-nav"><li><a href="/">Home</a></li><li><a href="/archives">Archives</a></li><li><a href="/about">关于</a></li></ul></nav></header><div id="container" class="inner"><div id="main"><article class="article post"><div class="article-wrap"><header class="article-header"><span class="article-header-icon icon-black"></span><h1 class="article-header-title">互联网+</h1><time datetime="2015-07-14T13:37:36.000Z" itemprop="datePublished" class="article-header-time"><span class="day">14</span><span class="month">2015年07月</span></time></header><section class="article-content"><p>&#x6700;&#x8FD1;&#x4E00;&#x5E74;&#x591A;&#x6765;&#xFF0C;&#x4E2D;&#x56FD;&#x4E92;&#x8054;&#x7F51;&#x9886;&#x57DF;&#x91CC;&#x6700;&#x70ED;&#x7684;&#x8BCD;&#x5E94;&#x8BE5;&#x662F;&#x201D;&#x4E92;&#x8054;&#x7F51;+&#x201D;&#x4E86;&#xFF0C;&#x5728;&#x4E2D;&#x56FD;&#x7684;IT&#x8001;&#x603B;&#x4EEC;&#x4E0D;&#x505C;&#x5730;&#x63A8;&#x9500;&#x548C;&#x5404;&#x79CD;&#x81EA;&#x5A92;&#x4F53;/&#x4F20;&#x7EDF;&#x5A92;&#x4F53;&#x4E0D;&#x505C;&#x5730;&#x63A8;&#x6CE2;&#x52A9;&#x6F9C;&#x4E0B;&#xFF0C;&#x5728;&#x5B98;&#x65B9;&#x5927;&#x529B;&#x5BA3;&#x4F20;&#x4E0B;&#xFF0C;&#x201D;&#x4E92;&#x8054;&#x7F51;+&#x201D;&#x4FE8;&#x7136;&#x6210;&#x4E86;&#x4E07;&#x80FD;&#x7684;&#x50AC;&#x5316;&#x5242;&#xFF0C;&#x6210;&#x4E86;&#x5927;&#x4F17;&#x521B;&#x4E1A;&#x3001;&#x4E07;&#x4F17;&#x521B;&#x65B0;&#x7684;&#x201C;&#x65B0;&#x5F15;&#x64CE;&#x201D;&#x3002;&#x90A3;&#x4E48;&#x201C;&#x4E92;&#x8054;&#x7F51;+&#x201D;&#x5230;&#x5E95;&#x662F;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;<br><a id="more"></a><br>&#x6211;&#x7684;&#x7406;&#x89E3;&#x662F;&#xFF1A;&#x5B83;&#x4EC5;&#x4EC5;&#x662F;&#x4E2A;&#x5546;&#x4E1A;&#x8BCD;&#x8BED;&#x800C;&#x5DF2;&#xFF0C;&#x4E00;&#x4E2A;&#x5546;&#x4E1A;&#x6545;&#x4E8B;&#x6982;&#x5FF5;&#xFF0C;&#x6216;&#x8BB8;&#x662F;&#x501F;&#x9274;&#x4E00;&#x4E9B;&#x5546;&#x4E1A;&#x4EA7;&#x54C1;&#x91CC;&#x7684;&#x201D;plus&#x201D;&#xFF08;&#x6BD4;&#x5982;iPhone plus:-)&#xFF0C;&#x5B83;&#x4ECD;&#x7136;&#x662F;&#x628A;&#x4E92;&#x8054;&#x7F51;&#x5E94;&#x7528;&#x5230;&#x5404;&#x884C;&#x5404;&#x4E1A;&#x53BB;&#x7684;&#x4E00;&#x4E2A;&#x5DE5;&#x5177;&#xFF0C;&#x5B83;&#x5E76;&#x6CA1;&#x6709;&#x5E26;&#x6765;&#x4EFB;&#x4F55;&#x6280;&#x672F;&#x4E0A;&#x7684;&#x7A81;&#x7834;&#xFF0C;&#x6216;&#x8005;&#x51FA;&#x73B0;&#x4EFB;&#x4F55;&#x65B0;&#x7684;&#x6280;&#x672F;&#xFF0C;&#x76EE;&#x524D;&#x770B;&#x6765;&#xFF0C;&#x5B83;&#x662F;&#x5728;&#x4E2D;&#x56FD;&#x8FD9;&#x4E2A;&#x8BED;&#x5883;&#x4E0B;&#xFF0C;&#x4E00;&#x4E9B;&#x4EBA;&#x9F13;&#x5439;&#x51FA;&#x6765;&#x5E76;&#x8F85;&#x52A9;&#x4EE5;&#x201C;&#x4E92;&#x8054;&#x7F51;&#x601D;&#x7EF4;&#x201D;&#x8FDB;&#x884C;&#x5305;&#x88C5;&#x7684;&#x4E00;&#x4E2A;&#x6982;&#x5FF5;&#xFF0C;&#x800C;&#x8FD9;&#x53C8;&#x6070;&#x6070;&#x88AB;&#x5B98;&#x65B9;&#x5728;&#x5F53;&#x524D;&#x7ECF;&#x6D4E;&#x73AF;&#x5883;&#x4E0B;&#x62FF;&#x6765;&#x4F5C;&#x4E3A;&#x7ECF;&#x6D4E;&#x6539;&#x9769;&#x7684;&#x6551;&#x547D;&#x7A3B;&#x8349;&#x4E4B;&#x4E00;&#x3002;</p>
<blockquote>
<p><strong>&#x201C;&#x4E92;&#x8054;&#x7F51;+&#x201D;</strong> &#x662F;&#x4E92;&#x8054;&#x7F51;&#x601D;&#x7EF4;&#x7684;&#x8FDB;&#x4E00;&#x6B65;&#x5B9E;&#x8DF5;&#x6210;&#x679C;&#xFF0C;&#x5B83;&#x4EE3;&#x8868;&#x4E00;&#x79CD;&#x5148;&#x8FDB;&#x7684;&#x751F;&#x4EA7;&#x529B;&#xFF0C;&#x63A8;&#x52A8;&#x7ECF;&#x6D4E;&#x5F62;&#x6001;&#x4E0D;&#x65AD;&#x7684;&#x53D1;&#x751F;&#x6F14;&#x53D8;&#x3002;&#x4ECE;&#x800C;&#x5E26;&#x52A8;&#x793E;&#x4F1A;&#x7ECF;&#x6D4E;&#x5B9E;&#x4F53;&#x7684;&#x751F;&#x547D;&#x529B;&#xFF0C;&#x4E3A;&#x6539;&#x9769;&#x3001;&#x53D1;&#x5C55;&#x3001;&#x521B;&#x65B0;&#x63D0;&#x4F9B;&#x5E7F;&#x9614;&#x7684;&#x7F51;&#x7EDC;&#x5E73;&#x53F0;&#x3002;<br>&#x901A;&#x4FD7;&#x6765;&#x8BF4;&#xFF0C;&#x201C;&#x4E92;&#x8054;&#x7F51;+&#x201D;&#x5C31;&#x662F;&#x201C;&#x4E92;&#x8054;&#x7F51;+&#x5404;&#x4E2A;&#x4F20;&#x7EDF;&#x884C;&#x4E1A;&#x201D;&#xFF0C;&#x4F46;&#x8FD9;&#x5E76;&#x4E0D;&#x662F;&#x7B80;&#x5355;&#x7684;&#x4E24;&#x8005;&#x76F8;&#x52A0;&#xFF0C;&#x800C;&#x662F;&#x5229;&#x7528;&#x4FE1;&#x606F;&#x901A;&#x4FE1;&#x6280;&#x672F;&#x4EE5;&#x53CA;&#x4E92;&#x8054;&#x7F51;&#x5E73;&#x53F0;&#xFF0C;&#x8BA9;&#x4E92;&#x8054;&#x7F51;&#x4E0E;&#x4F20;&#x7EDF;&#x884C;&#x4E1A;&#x8FDB;&#x884C;&#x6DF1;&#x5EA6;&#x878D;&#x5408;&#xFF0C;&#x521B;&#x9020;&#x65B0;&#x7684;&#x53D1;&#x5C55;&#x751F;&#x6001;&#x3002;<br>&#x5B83;&#x4EE3;&#x8868;&#x4E00;&#x79CD;&#x65B0;&#x7684;&#x793E;&#x4F1A;&#x5F62;&#x6001;&#xFF0C;&#x5373;&#x5145;&#x5206;&#x53D1;&#x6325;&#x4E92;&#x8054;&#x7F51;&#x5728;&#x793E;&#x4F1A;&#x8D44;&#x6E90;&#x914D;&#x7F6E;&#x4E2D;&#x7684;&#x4F18;&#x5316;&#x548C;&#x96C6;&#x6210;&#x4F5C;&#x7528;&#xFF0C;&#x5C06;&#x4E92;&#x8054;&#x7F51;&#x7684;&#x521B;&#x65B0;&#x6210;&#x679C;&#x6DF1;&#x5EA6;&#x878D;&#x5408;&#x4E8E;&#x7ECF;&#x6D4E;&#x3001;&#x793E;&#x4F1A;&#x5404;&#x9886;&#x57DF;&#x4E4B;&#x4E2D;&#xFF0C;&#x63D0;&#x5347;&#x5168;&#x793E;&#x4F1A;&#x7684;&#x521B;&#x65B0;&#x529B;&#x548C;&#x751F;&#x4EA7;&#x529B;&#xFF0C;&#x5F62;&#x6210;&#x66F4;&#x5E7F;&#x6CDB;&#x7684;&#x4EE5;&#x4E92;&#x8054;&#x7F51;&#x4E3A;&#x57FA;&#x7840;&#x8BBE;&#x65BD;&#x548C;&#x5B9E;&#x73B0;&#x5DE5;&#x5177;&#x7684;&#x7ECF;&#x6D4E;&#x53D1;&#x5C55;&#x65B0;&#x5F62;&#x6001;&#x3002;<br>&#x51E0;&#x5341;&#x5E74;&#x6765;&#xFF0C;&#x201C;&#x4E92;&#x8054;&#x7F51;+&#x201D;&#x5DF2;&#x7ECF;&#x6539;&#x9020;&#x53CA;&#x5F71;&#x54CD;&#x4E86;&#x591A;&#x4E2A;&#x884C;&#x4E1A;&#xFF0C;&#x5F53;&#x524D;&#x5927;&#x4F17;&#x8033;&#x719F;&#x80FD;&#x8BE6;&#x7684;&#x7535;&#x5B50;&#x5546;&#x52A1;&#x3001;&#x4E92;&#x8054;&#x7F51;&#x91D1;&#x878D;&#x3001;&#x5728;&#x7EBF;&#x65C5;&#x6E38;&#x3001;&#x5728;&#x7EBF;&#x5F71;&#x89C6;&#x3001;&#x5728;&#x7EBF;&#x623F;&#x4EA7;&#x7B49;&#x884C;&#x4E1A;&#x90FD;&#x662F;&#x201C;&#x4E92;&#x8054;&#x7F51;+&#x201D;&#x7684;&#x6770;&#x4F5C;&#x3002;</p>
</blockquote>
<p>&#x8BA9;&#x6211;&#x4EEC;&#x6765;&#x770B;&#x4E00;&#x4E9B;&#x641C;&#x7D22;&#x6570;&#x636E;&#x5427;&#xFF1A;</p>
<p>&#x4F7F;&#x7528;google&#x53BB;&#x67E5;&#x627E;&#x201D;internet plus&#x201D;&#xFF0C;&#x5F97;&#x51FA;594,000&#x7ED3;&#x679C;&#xFF0C;&#x7FFB;&#x770B;&#x7B2C;&#x4E00;&#x9875;&#x548C;&#x7B2C;10&#x9875;&#xFF0C;&#x5176;&#x4E2D;&#x5927;&#x90E8;&#x5206;&#x662F;&#x548C;China&#x76F8;&#x5173;&#x7684;&#xFF0C;&#x4E0D;&#x76F8;&#x5173;&#x90E8;&#x5206;&#x548C;&#x6240;&#x8C13;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x52A0;&#x597D;&#x50CF;&#x4E5F;&#x4E0D;&#x5728;&#x4E00;&#x4E2A;&#x610F;&#x601D;&#x3002;&#x540C;&#x6837;&#x7684;&#x67E5;&#x627E;&#x201D;&#x4E92;&#x8054;&#x7F51;&#x52A0;&#x201D;&#xFF0C;&#x5F97;&#x51FA;&#x6765;&#x7684;&#x4E5F;&#x57FA;&#x672C;&#x662F;&#x56FD;&#x5185;&#x7684;&#x65B0;&#x95FB;&#x548C;&#x4E00;&#x4E9B;&#x4E13;&#x4E1A;&#x7F51;&#x7EDC;&#x5199;&#x624B;&#x5199;&#x7684;&#x4EC0;&#x4E48;&#x662F;&#x4E92;&#x8054;&#x7F51;&#x52A0;&#xFF0C;&#x4E92;&#x8054;&#x7F51;&#x52A0;&#x662F;&#x4EC0;&#x4E48;&#x4E4B;&#x7C7B;&#x7684;&#x5439;&#x9F13;&#x6587;&#x7AE0;&#x3002;&#x8FD9;&#x4E48;&#x591A;&#x641C;&#x7D22;&#x7ED3;&#x679C;&#x4E2D;&#xFF0C;&#x5E76;&#x6CA1;&#x6709;&#x770B;&#x5230;&#x4E00;&#x7BC7;&#x76F8;&#x5173;&#x4E92;&#x8054;&#x7F51;&#x52A0;&#x7684;&#x6280;&#x672F;&#x6587;&#x6863;&#xFF0C;&#x6CA1;&#x6709;&#x770B;&#x5230;&#x6765;&#x81EA;&#x5B66;&#x672F;&#x754C;&#x6216;&#x5DE5;&#x4E1A;&#x754C;&#x7684;&#x76F8;&#x5173;&#x8BBA;&#x575B;&#xFF0C;&#x4F1A;&#x8BAE;&#x7B49;&#xFF08;&#x82F1;&#x6587;&#x4E16;&#x754C;&#x91CC;&#x67E5;&#x51FA;&#x7684;&#x662F;&#x76F8;&#x5173;&#x4E2D;&#x56FD;&#x7684;&#xFF0C;&#x4E2D;&#x6587;&#x4E16;&#x754C;&#x91CC;&#x5219;&#x90FD;&#x662F;&#x4E00;&#x4E9B;&#x6982;&#x5FF5;&#x6027;&#x7684;&#x4E1C;&#x897F;&#xFF09;&#x3002;<strong><em>&#x6240;&#x4EE5;&#x7ED3;&#x8BBA;&#x662F;&#xFF1A;&#x5B83;&#x6765;&#x81EA;&#x4E2D;&#x56FD;&#xFF0C;&#x5E76;&#x4EC5;&#x4EC5;&#x6D3B;&#x8DC3;&#x4E8E;&#x4E2D;&#x56FD;&#xFF0C;&#x5B83;&#x80FD;&#x4E0D;&#x80FD;&#x88AB;&#x4E16;&#x754C;&#x63A5;&#x53D7;&#xFF0C;&#x8BA9;&#x6211;&#x4EEC;&#x62ED;&#x76EE;&#x4EE5;&#x5F85;&#x3002;</em></strong></p>
<p>&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x5728;&#x4E0A;&#x4E00;&#x6B21;&#x4E92;&#x8054;&#x7F51;&#x70ED;&#x6F6E;&#x65F6;&#xFF0C;&#x6211;&#x4EEC;&#x7ECF;&#x5E38;&#x80FD;&#x542C;&#x5230;&#x4E00;&#x4E2A;&#x540D;&#x8BCD;&#xFF1A;&#x201D;<strong>[Web 2.0]</strong>&#x201C; (<a href="https://en.wikipedia.org/wiki/Web_2.0)&#xFF0C;&#x770B;&#x770B;&#x91CC;&#x9762;&#x7684;&#x5B9A;&#x4E49;&#xFF0C;&#x4F60;&#x662F;&#x5426;&#x53D1;&#x73B0;&#x548C;&#x73B0;&#x5728;&#x7684;**&#x4E92;&#x8054;&#x7F51;+**&#x6709;&#x70B9;&#x7C7B;&#x4F3C;&#x3002;" target="_blank" rel="external">https://en.wikipedia.org/wiki/Web_2.0)&#xFF0C;&#x770B;&#x770B;&#x91CC;&#x9762;&#x7684;&#x5B9A;&#x4E49;&#xFF0C;&#x4F60;&#x662F;&#x5426;&#x53D1;&#x73B0;&#x548C;&#x73B0;&#x5728;&#x7684;**&#x4E92;&#x8054;&#x7F51;+**&#x6709;&#x70B9;&#x7C7B;&#x4F3C;&#x3002;</a></p>
<blockquote>
<p>Web 2.0 can be described in three parts:</p>
<ul>
<li>Rich Internet application (RIA) &#x2014; defines the experience brought from desktop to browser whether it is from a graphical point of view or usability point of view.</li>
<li>Web-oriented architecture (WOA) &#x2014; is a key piece in Web 2.0, which defines how Web 2.0 applications expose their functionality so that other applications can leverage and integrate the functionality providing a set of much richer applications. Examples are feeds, RSS, Web Services, mash-ups.</li>
<li>Social Web &#x2014; defines how Web 2.0 tends to interact much more with the end user and make the end-user an integral part.</li>
</ul>
</blockquote>
<p>&#xFF08;&#x672A;&#x5B8C;&#xFF09;</p></section><footer class="article-footer clearfix"><div class="categories"><a href="/categories/WEB/" title="WEB">WEB</a></div><div class="tags"><a href="/tags/互联网/" title="互联网">互联网</a></div></footer></div><nav class="article-nav clearfix"><a href="/2015/07/31/初涉股市/" class="article-nav-link article-nav-newer"><strong class="article-nav-type">Newer</strong><span class="article-nav-title">初涉股市</span></a><a href="/2015/07/05/我的博客创建记/" class="article-nav-link article-nav-older"><strong class="article-nav-type">Older</strong><span class="article-nav-title">我的博客创建记</span></a></nav></article><section id="article-comment" class="article-comment"><div data-thread-key="http://www.zefansw.com/2015/07/14/互联网/" data-title="互联网+" data-url="http://www.zefansw.com/2015/07/14/互联网/" class="ds-thread"></div></section></div><aside id="sidebar" role="sidebar"><div class="widget tagcloud"><h3 class="widget-title">标签</h3><div class="widget-content"><a href="/tags/互联网/" style="font-size: 10px">互联网</a> <a href="/tags/我的软件/" style="font-size: 20px">我的软件</a></div></div><div class="widget"><h3 class="widget-title">最新文章</h3><div class="widget-content"><ul class="post-list"><li class="post-list-item"><a class="post-list-link" href="/2015/07/31/初涉股市/">初涉股市</a></li><li class="post-list-item"><a class="post-list-link" href="/2015/07/14/互联网/">互联网+</a></li><li class="post-list-item"><a class="post-list-link" href="/2015/07/05/我的博客创建记/">我的博客创建记</a></li><li class="post-list-item"><a class="post-list-link" href="/2015/07/01/新鸿图物流管理项目/">鑫鸿图物流管理项目</a></li><li class="post-list-item"><a class="post-list-link" href="/2015/06/30/曼月乐环随访软件/">曼月乐环随访软件</a></li><li class="post-list-item"><a class="post-list-link" href="/2015/06/21/录井资料综合解释评价系统/">录井资料综合解释评价系统</a></li></ul></div></div></aside><aside id="topic-wrap" class="toc-wrap f-right"><h3 class="toc-wrap-title">内容</h3><div class="toc-tree"></div><div class="toc-progress"></div></aside></div><footer id="footer" class="inner">© 2015 bubkoo</footer><img id="go2top" src="/images/top_arrow.png" alt="go2top"><script charset="utf-8" src="/js/lib/jquery-2.1.3.min.js"></script><script charset="utf-8" src="/js/lib/jquery.imagesloaded.min.js"></script><script charset="utf-8" src="/fancybox/jquery.fancybox.pack.js"></script><script charset="utf-8" src="/js/lib/sea.js"></script><script charset="utf-8" src="/js/main.js"></script><script id="redundancy3">var duoshuoQuery = {short_name: 'jzefan'};
(function () {
  var ds = document.createElement('script');
  ds.type = 'text/javascript';
  ds.async = true;
  ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
  ds.charset = 'UTF-8';
  (document.getElementsByTagName('head')[0]
  || document.getElementsByTagName('body')[0]).appendChild(ds);

  ds.parentNode.removeChild(ds);

  var script = document.getElementById('redundancy3');
  script && script.parentNode.removeChild(script);
})();</script><script id="redundancy1">(function () {
  var protocol = 'https:' == document.location.protocol ? ' https://' : ' http://';
  document.write(decodeURIComponent("%3Cscript charset='utf-8' id='redundancy2' src='" + protocol + "hm.baidu.com/h.js%3F49a1665c33b011585a2a629fdbed5b61' type='text/javascript' %3E%3C/script%3E"));

  var script = document.getElementById('redundancy1');
  script && script.parentNode.removeChild(script);
  script = document.getElementById('redundancy2');
  script && script.parentNode.removeChild(script);

})();</script></body></html>